{
  "metadata": {
    "author": "John Calvin",
    "authorId": "john-calvin",
    "workId": "calvin-2-thessalonians",
    "title": "Commentary on 2 Thessalonians",
    "type": "Written Commentary",
    "year": "1540s-1560s",
    "translation": "Calvin Translation Society (1840s)",
    "source": "Christian Classics Ethereal Library (CCEL)",
    "sourceUrl": "https://ccel.org/ccel/calvin/calcom42",
    "license": "Public Domain",
    "book": "2 Thessalonians"
  },
  "commentaries": [
    {
      "id": "calvin_2thessalonians_1_1",
      "reference": "2 Thessalonians 1:1",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 1
        }
      ],
      "text": "<vq>1 To the Church of the Thessalonians which is in God</vq> . As to the form of salutation, it were superfluous to speak. This only it is necessary to notice — that by a Church in God and Christ is meant one that has not merely been gathered together under the banner of faith, for the purpose of worshipping one God the Father, and confiding in Christ, but is the work and building as well of the Father as of Christ, because while God adopts us to himself, and regenerates us, we from him begin to be in Christ. (1 Corinthians 1:30)"
    },
    {
      "id": "calvin_2thessalonians_1_3",
      "reference": "2 Thessalonians 1:3",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 3
        }
      ],
      "text": "<vq>3 To give thanks</vq> . He begins with commendation, that he may have occasion to pass on to exhortation, for in this way we have more success among those who have already entered upon the course, when without passing over in silence their former progress, we remind them how far distant they are as yet from the goal, and stir them up to make progress. As, however, he had in the former Epistle commended their faith and love, he now declares the increase of both. And, unquestionably, this course ought to be pursued by all the pious — to examine themselves daily, and see how far they have advanced. This, therefore, is the true commendation of believers — their growing daily in faith and love. When he says always, he means that he is constantly supplied with new occasion. He had previously given thanks to God on their account. He says that he has now occasion to do so again, on the ground of daily progress. When, however, he gives thanks to God on this account, he declares that the enlargements, no less than the beginnings, of faith and love are from him, for if they proceeded from the power of men, thanksgiving would be pretended, or at least worthless. Farther, he shews that their proficiency was not trivial, or even ordinary, but most abundant. So much the more disgraceful is our slowness, inasmuch as we scarcely advance one foot during a long space of time.\n\n<vq>As is meet</vq> . In these words Paul shews that we are bound to give thanks to God, not only when he does us good, but also when we take into view the favors bestowed by him upon our brethren. For wherever the goodness of God shines forth, it becomes us to extol it. Farther, the welfare of our brethren ought to be so dear to us, that we ought to reckon among our own benefits everything that has been conferred upon them. Nay more, if we consider the nature and sacredness of the unity of Christ’s body, such a mutual fellowship will have place among us, that we shall reckon the benefits conferred upon an individual member as gain to the whole Church. Hence, in extolling God’s benefits, we must always have an eye to the whole body of the Church."
    },
    {
      "id": "calvin_2thessalonians_1_4",
      "reference": "2 Thessalonians 1:4",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 4
        }
      ],
      "text": "<vq>4 So that we ourselves glory in you</vq> . He could not have bestowed higher commendation upon them, than by saying that he sets them forward before other Churches as a pattern, for such is the meaning of those words: — We glory in you in the presence of other Churches. For Paul did not boast of the faith of the Thessalonians from a spirit of ambition, but inasmuch as his commendation of them might be an incitement to make it their endeavor to imitate them. He does not say, however, that he glories in their faith and love, but in their patience and faith. Hence it follows, that patience is the fruit and evidence of faith. These words ought, therefore, to be explained in this manner: — “We glory in the patience which springs from faith, and we bear witness that it eminently shines forth in you;” otherwise the context would not correspond. And, undoubtedly, there is nothing that sustains us in tribulations as faith does; which is sufficiently manifest from this, that we altogether sink down so soon as the promises of God leave us. Hence, the more proficiency any one makes in faith, he will be so much the more endued with patience for enduring all things with fortitude, as on the other hand, softness and impatience under adversity betoken unbelief on our part; but more especially when persecutions are to be endured for the gospel, the influence of faith in that case discovers itself."
    },
    {
      "id": "calvin_2thessalonians_1_5",
      "reference": "2 Thessalonians 1:5",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 5
        }
      ],
      "text": "<vq>5 A demonstration of the righteous judgment of God</vq> . Without mentioning the exposition given by others, I am of opinion that the true meaning is this — that the injuries and persecutions which innocent and pious persons endure from the wicked and abandoned, shew clearly, as in a mirror, that God will one day be the judge of the world. And this statement is quite at antipodes with that profane notion, which we are accustomed to entertain, whenever it goes well with the good and ill with the wicked. For we think that the world is under the regulation of mere chance, and we leave God no control. Hence it is that impiety and contempt take possession of men’s hearts, as Solomon speaks, (Ecclesiastes 9:3) for those that suffer anything undeservedly either throw the blame upon God, or do not think that he concerns himself as to the affairs of men. We hear what Ovid says, — “I am tempted to think that there are no gods.” “Solicitor nullos esse putare deos.” — Ovid in. Am. 9:36. In order to see the appropriateness of the quotation, it is necessary to notice the connection of the words “Cum rapiant mala fata bonos.... Solicitor,” etc.; — “When misfortunes overtake the good, I am tempted,” etc. — Ed.\n\nPaul, however, declares on the other hand, that as God thus spares the wicked for a time, and winks at the injuries inflicted upon his people, His judgment to come is shewn us as in a mirror. For he takes for granted that it cannot but be that God, inasmuch as he is a just Judge, will one day restore peace to the miserable, who are now unjustly harassed, and will pay to the oppressors of the pious the reward that they have merited. Hence, if we hold this principle of faith, that God is the just Judge of the world, and that it is his office to render to every one a recompense according to his works, this second principle will follow incontrovertibly — that the present disorderly state of matters (ἀταξίαν) is a demonstration of the judgment, which does not yet appear. For if God is the righteous Judge of the world, those things that are now confused must, of necessity, be restored to order. Now, nothing is more disorderly than that the wicked, with impunity, give molestation to the good, and walk abroad with unbridled violence, while the good are cruelly harassed without any fault on their part. From this it may be readily inferred, that God will one day ascend the judgment-seat, that he may remedy the state of matters in the world, so as to bring them into a better condition.\n\nHence the statement which he subjoins — that it is righteous with God to appoint affliction, etc., is the groundwork of this doctrine — that God furnishes tokens of a judgment to come when he refrains, for the present, from exercising the office of judge. And unquestionably, if matters were now arranged in a tolerable way, so that the judgment of God might be recognized as having been fully exercised, an adjustment of this nature would detain us upon earth. Hence God, in order that he may stir us up to the hope of a judgment to come, does, for the present, only to some extent judge the world. He furnishes, it is true, many tokens of his judgment, but it is in such a manner as to constrain us to extend our hope farther. A remarkable passage truly, as teaching us in what manner our minds ought to be raised up above all the impediments of the world, whenever we suffer any adversity — that the righteous judgment of God may present itself to our mind, which will raise us above this world. Thus death will be an image of life.\n\n<vq>May be accounted worthy</vq> . There are no persecutions that are to be reckoned of such value as to make us worthy of the kingdom of God, nor does Paul dispute here as to the ground of worthiness, but simply takes the common doctrine of Scripture — that God destroys in us those things that are of the world, that he may restore in us a better life; and farther, that by means of afflictions he shews us the value of eternal life. In short, he simply points out the manner in which believers are prepared and, as it were, polished under God’s anvil, inasmuch as, by afflictions, they are taught to renounce the world and to aim at God’s heavenly kingdom. Farther, they are confirmed in the hope of eternal life while they fight for it. For this is the entrance of which Christ discoursed to his disciples. (Matthew 7:13; Luke 13:24)"
    },
    {
      "id": "calvin_2thessalonians_1_6",
      "reference": "2 Thessalonians 1:6",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 6
        }
      ],
      "text": "<vq>6 To appoint affliction</vq> . We have already stated why it is that he makes mention of the vengeance of God against the wicked — that we may learn to rest in the expectation of a judgment to come, because God does not as yet avenge the wicked, while it is, nevertheless, necessary that they should suffer the punishment of their crimes. Believers, however, at the same time, understand by this that there is no reason why they should envy the momentary and evanescent felicity of the wicked, which will ere long be exchanged for a dreadful destruction. What he adds as to the rest of the pious, accords with the statement of Paul, (Acts 3:20,) where he calls the day of the last judgment the day of refreshing\n\nIn this declaration, however, as to the good and the bad, he designed to shew more clearly how unjust and confused the government of the world would be, if God did not defer punishments and rewards till another judgment, for in this way the name of God were a thing that was dead. “Morte et sans vertu;” — “Dead and powerless.”\n\nHe adds with us, that he may gain credit to his doctrine from his experience of belief in his own mind; for he shews that he does not philosophize as to things unknown, by putting himself into the same condition, and into the same rank with them. We know, however, how much more authority is due to those who have, by long practice, been exercised in those things which they teach, and do not require from others anything but what they are themselves prepared to do. Paul, therefore, does not, while himself in the shade, give instructions to the Thessalonians as to how they should fight in the heat of the sun, but, fighting vigorously, exhorts them to the same warfare. “S. Paul, donc, enseignant les Thessaloniciens comment ils doyuent combattre au milieu des afflictions, ne parle point comme vn gendarme qui estant en l’ombre et a son aise, accourageroit les autres a faire leur deuoir a la campagne au milieu de la poussiere et a la chaleur du soleil: mais combattant luy—mesme vaillamment, il les exhorte a combattre de mesme;” — “St Paul, therefore, instructing the Thessalonians how they ought to fight in the midst of afflictions, does not speak like a soldier who, while in the shade and at his ease, would encourage others to do their duty in the campaign in the midst of dust, and in the heat of the sun; but, while fighting himself valiantly, he exhorts them to contend in like manner.”"
    },
    {
      "id": "calvin_2thessalonians_1_7",
      "reference": "2 Thessalonians 1:7",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 7
        }
      ],
      "text": "<vq>7 When the Lord shall be manifested</vq> . Here we have a confirmation of the foregoing statement. For as it is one of the articles of our faith, that Christ will come from heaven, and will not come in vain, faith ought to seek the end of his coming. Now this is — that he may come as a Redeemer to his own people; nay more, that he may judge the whole world. The description which follows has a view to this — that the pious may understand that God is so much the more concerned as to their afflictions in proportion to the dreadfulness of the judgment that awaits his enemies. For the chief occasion of grief and distress is this — that we think that God is but lightly affected with our calamities. We see into what complaints David from time to time breaks forth, while he is consumed by the pride and insolence of his enemies. Hence he has brought forward all this for the consolation of believers, while he represents the tribunal of Christ as full of horror, “Plein d’horreur et d’espouvantement;” —”Full of horror and terror.”\n\nWhat is to be the nature of that fire, and of what materials, I leave to the disputations of persons of foolish curiosity. I am contented with holding what Paul had it in view to teach — that Christ will be a most strict avenger of the injuries which the wicked inflict upon us. The metaphor, however, of flame and fire, is abundantly common in Scripture, when the anger of God is treated of.\n\nBy the angels of his power, he means those in whom he will exercise his power; for he will bring the angels with him for the purpose of displaying the glory of his kingdom. Hence, too, they are elsewhere called the angels of his majesty"
    },
    {
      "id": "calvin_2thessalonians_1_8",
      "reference": "2 Thessalonians 1:8",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 8
        }
      ],
      "text": "<vq>8 Who will inflict vengeance</vq> . That he may the better persuade believers that the persecutions which they endure will not go unpunished, he teaches that this also involves the interests of God himself, inasmuch as the same persons that persecute the pious are guilty of rebellion against God. Hence it is necessary that God should inflict vengeance upon them not merely with a view to our salvation, but also for the sake of his own glory. Farther, this expression, who will inflict vengeance, relates to Christ, for Paul intimates that this office is assigned to him by God the Father. It may be asked, however, whether it is lawful for us to desire vengeance, for Paul promises it, as though it could be lawfully desired. I answer, that it is not lawful to desire vengeance upon any one, inasmuch as we are commanded to wish well to all. Besides, although we may in a general way desire vengeance upon the wicked, yet, as we do not as yet discriminate them, we ought to desire the welfare of all. In the mean time, the ruin of the wicked may be lawfully looked forward to with desire, provided there reigns in our hearts a pure and duly regulated zeal for God, and there is no feeling of inordinate desire.\n\n<vq>Who know not</vq> . He distinguishes unbelievers by these two marks — that they know not God, and obey not the gospel of Christ. For if obedience is not rendered to the gospel through faith, as he teaches in the first and in the last chapters of the Epistle to the Romans, [Romans 1:18ff, 16:17-19,] unbelief is the occasion of resistance to it. He charges them at the same time with ignorance of God, for a lively acquaintance with God produces of itself reverence towards him. Hence unbelief is always blind, not as though unbelievers were altogether devoid of light and intelligence, but because they have the understanding darkened in such a manner, that seeing they do not see. (Matthew 13:13.) It is not without good grounds that Christ declares that this is life eternal, to know the true God, etc. (John 17:3.) Accordingly, from the want of this salutary knowledge, there follows contempt of God, and in fine, death. On this point I have treated more fully in commenting on the first chapter of First Corinthians. See Calvin on the Corinthians, vol. 1, pp. 84-86."
    },
    {
      "id": "calvin_2thessalonians_1_9",
      "reference": "2 Thessalonians 1:9",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 9
        }
      ],
      "text": "<vq>9 . Everlasting destruction from the face</vq> . He shews, by apposition, what is the nature of the punishment of which he had made mention — destruction without end, and an undying death. The perpetuity of the death is proved from the circumstance, that it has the glory of Christ as its opposite. Now, this is eternal, and has no end. Accordingly, the influence of that death will never cease. From this also the dreadful severity of the punishment may be inferred, inasmuch as it will be great in proportion to the glory and majesty of Christ."
    },
    {
      "id": "calvin_2thessalonians_1_10",
      "reference": "2 Thessalonians 1:10",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 10
        }
      ],
      "text": "<vq>10 When he shall come to be sanctified</vq> . As he has hitherto discoursed as to the punishment of the wicked, he now returns to the pious, and says that Christ will come, that he may be glorified in them; that is, that he may irradiate them with his glory, and that they may be partakers of it. “Christ will not have this glory for himself individually; but it will be common to all the saints.” This is the crowning and choice consolation of the pious, that when the Son of God will be manifested in the glory of his kingdom, he will gather them into the same fellowship with himself. “Il les recueillera en plene conionction, et les fera ses consors;” — “He will gather them in full union, and will make them his partners.”\n\nIt is also to be observed, that after having made use of the term saints, he adds, by way of explanation — those that believe, by which he intimates that there is no holiness in men without faith, but that all are profane. In the close he again repeats the terms — in that day, for that expression is connected with this sentence. Now, he repeats it with this view, that he may repress the desires of believers, lest they should hasten forward beyond due bounds.\n\n<vq>Because credit was given</vq> What he had said in a general way as to saints, he now applies to the Thessalonians, that they may not doubt that they are of that number.\n\n“Because,” says he, “my preaching has obtained credit among you, Christ has already enrolled you in the number of his own people, whom he will make partakers of his glory.”\n\nHe calls his doctrine a testimony, because the Apostles are Christ’s witnesses. (Acts 1:8.) Let us learn, therefore, that the promises of God are ratified in us, when they gain credit with us."
    },
    {
      "id": "calvin_2thessalonians_1_11",
      "reference": "2 Thessalonians 1:11",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 11
        }
      ],
      "text": "<vq>11 On which account we pray always</vq> . That they may know that they need continual help from God, he declares that he prays in their behalf. When he says on this account, he means, in order that they may reach that final goal of their course, as appears from the succeeding context, that he would fulfill all the good pleasure, etc. It may seem, however, as if what he has mentioned first were unnecessary, for God had already accounted them worthy of his calling. He speaks, however, as to the end or completion, which depends on perseverance. For as we are liable to give way, our calling would not fail, so far as we are concerned, to prove sooner or later vain, if God did not confirm it. Hence he is said to account us worthy, when he conducts us to the point at which we aimed.\n\n<vq>And fulfill</vq> . Paul goes to an amazing height in extolling the grace of God, for not contenting himself with the term good pleasure, he says that it flows from his goodness, unless perhaps any one should prefer to consider the beneficence “Ceste bonté et beneficence;” — “This goodness and beneficence.”\n\nNor does Paul ascribe to the grace of God merely the beginning of our salvation, but all departments of it. Thus that contrivance of the Sophists is set aside, that we are, indeed, anticipated by the grace of God, but that it is helped by subsequent merits. Paul, on the other hand, recognizes in the whole progress of our salvation nothing but the pure grace of God. As, however, the good pleasure of God has been already accomplished in him, referring in the term subsequently employed by him to the effect which appears in us, he explains his meaning when he says — and work of faith. And he calls it a work, with regard to God, who works or produces faith in us, as though he had said — “that he may complete the building of faith which he has begun.”\n\nIt is, also, not without good reason, that he says with power, for he intimates that the perfecting of faith is an arduous matter, and one of the greatest difficulty. This, also, we know but too well from experience; and the reason, too, is not far to seek, if we consider how great our weakness is, how various are the hindrances that obstruct us on every side, and how severe are the assaults of Satan. Hence, unless the power of God afford us help in no ordinary degree, faith will never rise to its full height. For it is no easier task to bring faith to perfection in an individual, than to rear upon water a tower that may by its firmness withstand all storms and fury of tempests, and may surmount the clouds in height, for we are not less fluid than water, and it is necessary that the height of faith reach as high as heaven."
    },
    {
      "id": "calvin_2thessalonians_1_12",
      "reference": "2 Thessalonians 1:12",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 12
        }
      ],
      "text": "<vq>12 That the name of our Lord Jesus Christ may be glorified</vq> . He calls us back to the chief end of our whole life — that we may promote the Lord’s glory. What he adds, however, is more especially worthy of notice, that those who have advanced the glory of Christ will also in their turn be glorified in him. For in this, first of all, the wonderful goodness of God shines forth — that he will have his glory be conspicuous in us who are covered over with ignominy. This, however, is a twofold miracle, that he afterwards irradiates us with his glory, as though he would do the same to us in return. On this account he adds, according to the grace of God and Christ. For there is nothing here that is ours either in the action itself, or in the effect or fruit, for it is solely by the guidance of the Holy Spirit that our life is made to contribute to the glory of God. And the circumstance that so much fruit arises from this ought to be ascribed to the great mercy of God. In the mean time, if we are not worse than stupid, we must aim with all our might at the advancement of the glory of Christ, which is connected with ours. I deem it unnecessary to explain at present in what sense he represents the glory as belonging to God and Christ in common, as I have explained this elsewhere."
    },
    {
      "id": "calvin_2thessalonians_2_1",
      "reference": "2 Thessalonians 2:1",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 1
        }
      ],
      "text": "<vq>1 Now I beseech you, by the coming</vq> . It may indeed be read, as I have noted on the margin, concerning the coming, but it suits better to view it as an earnest entreaty, taken from the subject in hand, just as in 1 Corinthians 15:31, when discoursing as to the hope of a resurrection, he makes use of an oath by that glory which is to be hoped for by believers. And this has much more efficacy when he adjures believers by the coming of Christ, not to imagine rashly that his day is at hand, for he at the same time admonishes us not to think of it but with reverence and sobriety. For it is customary to adjure by those things which are regarded by us with reverence. The meaning therefore is, “As you set a high value on the coming of Christ, when he will gather us to himself, and will truly perfect that unity of the body which we cherish as yet only in part through means of faith, so I earnestly beseech you by his coming not to be too credulous, should any one affirm, on whatever pretext, that his day is at hand.”\n\nAs he had in his former Epistle adverted to some extent to the resurrection, it is possible that some fickle and fanatical persons took occasion from this to mark out a near and fixed day. For it is not likely that this error had taken its rise earlier among the Thessalonians. For Timothy, on returning thence, had informed Paul as to their entire condition, and as a prudent and experienced man had omitted nothing that was of importance. Now if Paul had received notice of it, he could not have been silent as to a matter of so great consequence. Thus I am of opinion, that when Paul’s Epistle had been read, which contained a lively view of the resurrection, some that were disposed to indulge curiosity philosophized unseasonably as to the time of it. This, however, was an utterly ruinous fancy, “Vne fantasie merueilleusement pernicieuse, et pour ruiner tout;” — “A fancy that was singularly destructive, and utterly ruinous.”\n\nThis, therefore, was Satan’s subtlety: as he could not openly overturn the hope of a resurrection with the view of secretly undermining it, as if by pits underground, See Calvin on the Corinthians, vol. 1, p. 38."
    },
    {
      "id": "calvin_2thessalonians_2_2",
      "reference": "2 Thessalonians 2:2",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 2
        }
      ],
      "text": "<vq>2 That ye be not soon shaken in judgment</vq> . He employs the term judgment to denote that settled faith which rests on sound doctrine. Now, by means of that fancy which he rejects, they would have been carried away as it were into ecstasy. He notices, also, three kinds of imposture, as to which they must be on their guard — spirit, word, and spurious epistle. By the term spirit he means pretended prophecies, and it appears that this mode of speaking was common among the pious, so that they applied the term spirit to prophesyings, with the view of putting honor upon them. For, in order that prophecies may have due authority, we must look to the Spirit of God rather than to men. But as the devil is wont to transform himself into an angel of light, (2 Corinthians 11:14,) impostors stole this title, in order that they might impose upon the simple. But although Paul could have stripped them of this mask, he, nevertheless, preferred to speak in this manner, by way of concession, as though he had said, “However they may pretend to have the spirit of revelation, believe them not.” John, in like manner, says:\n\n“Try the spirits, whether they are of God.” (1 John 4:1.)\n\n<vq>Speech</vq> , in my opinion, includes every kind of doctrine, while false teachers insist in the way of reasons or conjectures, or other pretexts. What he adds as to epistle, is an evidence that this impudence is ancient — that of feigning the names of others. “Des grands personnages;” — “Of great personages.”\n\n<vq>As if the day of Christ were at hand</vq> . This may seem to be at variance with many passages of Scripture, in which the Spirit declares that that day is at hand. But the solution is easy, for it is at hand with regard to God, with whom one day is as a thousand years. (2 Peter 3:8.) In the mean time, the Lord would have us be constantly waiting for him in such a way as not to limit him to a certain time.\n\nWatch, says he, for ye know neither the day nor the hour. (Matthew 24:32.)\n\nOn the other hand, those false prophets whom Paul exposes, while they ought to have kept men’s minds in suspense, bid them feel assured of his speedy advent, that they might not be wearied out with the irksomeness of delay."
    },
    {
      "id": "calvin_2thessalonians_2_3",
      "reference": "2 Thessalonians 2:3",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 3
        }
      ],
      "text": "<vq>3 Let no man deceive you</vq> . That they may not groundlessly promise themselves the arrival in so short a time of the joyful day of redemption, he presents to them a melancholy prediction as to the future scattering of the Church. This discourse entirely corresponds with that which Christ held in the presence of his disciples, when they had asked him respecting the end of the world. For he exhorts them to prepare themselves for enduring hard conflicts, “Merveilleux et durs combats;” — “Singular and hard conflicts.”\n\nWe have here, however, a remarkable passage, and one that is in the highest degree worthy of observation. This was a grievous and dangerous temptation, which might shake even the most confirmed, and make them lose their footing — to see the Church, which had by means of such labors been raised up gradually and with difficulty to some considerable standing, fall down suddenly, as if torn down by a tempest. Paul, accordingly, fortifies beforehand the minds, not merely of the Thessalonians, but of all the pious, that when the Church should come to be in a scattered condition, they might not be alarmed, as though it were a thing that was new and unlooked for.\n\nAs, however, interpreters have twisted this passage in various ways, we must first of all endeavor to ascertain Paul’s true meaning. He says that the day of Christ will not come, until the world has fallen into apostasy, and the reign of Antichrist has obtained a footing in the Church; for as to the exposition that some have given of this passage, as referring to the downfall of the Roman empire, it is too silly to require a lengthened refutation. I am also surprised, that so many writers, in other respects learned and acute, have fallen into a blunder in a matter that is so easy, were it not that when one has committed a mistake, others follow in troops without consideration. Paul, therefore, employs the term apostasy to mean — a treacherous departure from God, and that not on the part of one or a few individuals, but such as would spread itself far and wide among a large multitude of persons. For when apostasy is made mention of without anything being added, it cannot be restricted to a few. Now, none can be termed apostates, but such as have previously made a profession of Christ and the gospel. Paul, therefore, predicts a certain general revolt of the visible Church. “The Church must be reduced to an unsightly and dreadful state of ruin, before its full restoration be effected.”\n\nFrom this we may readily gather, how useful this prediction of Paul is, for it might have seemed as though that could not be a building of God, that was suddenly overthrown, and lay so long in ruins, had not Paul long before intimated that it would be so. Nay more, many in the present day, when they consider with themselves the long-continued dispersion of the Church, begin to waver, as if this had not been regulated by the purpose of God. The Romanists, also, with the view of justifying the tyranny of their idol, make use of this pretext — that it was not possible that Christ would forsake his spouse. The weak, however, have something here on which to rest, when they learn that the unseemly state of matters which they behold in the Church was long since foretold; while, on the other hand, the impudence of the Romanists is openly exposed, inasmuch as Paul declares that a revolt will come, when the world has been brought under Christ’s authority. Now, we shall see presently, why it is that the Lord has permitted the Church, or at least what appeared to be such, to fall off in so shameful a manner.\n\n<vq>Has been revealed</vq> . It was no better than an old wife’s fable that was contrived respecting Nero, that he was carried up from the world, destined to return again to harass the Church “Pour tourmenter griefuement l’Eglise;” — “To torment the Church grievously.”\n\nPaul, however, when he has given warning that there would be such a scattering, that the greater part would revolt from Christ, adds something more serious — that there would be such a confusion, that the vicar of Satan would hold supreme power in the Church, and would preside there in the place of God. Now he describes that reign of abomination under the name of a single person, because it is only one reign, though one succeeds another. My readers now understand, that all the sects by which the Church has been lessened from the beginning, have been so many streams of revolt which began to draw away the water from the right course, but that the sect of Mahomet was like a violent bursting forth of water, that took away about the half of the Church by its violence. It remained, also, that Antichrist should infect the remaining part with his poison. Thus, we see with our own eyes, that this memorable prediction of Paul has been confirmed by the event.\n\nIn the exposition which I bring forward, there is nothing forced. Believers in that age dreamed that they would be transported to heaven, after having endured troubles during a short period. Paul, however, on the other hand, foretells that, after they have had foreign enemies for some time molesting them, they will have more evils to endure from enemies at home, inasmuch as many of those that have made a profession of attachment to Christ would be hurried away into base treachery, and inasmuch as the temple of God itself would be polluted by sacrilegious tyranny, so that Christ’s greatest enemy would exercise dominion there. The term revelation is taken here to denote manifest possession of tyranny, as if Paul had said that the day of Christ would not come until this tyrant had openly manifested himself, and had, as it were, designedly overturned the whole order of the Church."
    },
    {
      "id": "calvin_2thessalonians_2_4",
      "reference": "2 Thessalonians 2:4",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 4
        }
      ],
      "text": "<vq>4 An adversary, and that exalteth himself</vq> . The two epithets — man of sin, and son of perdition — intimate, in the first place, how dreadful the confusion would be, that the unseemliness of it might not discourage weak minds; and farther, they tend to stir up the pious to a feeling of detestation, lest they should degenerate along with others. Paul, however, now draws, as if in a picture, a striking likeness of Antichrist; for it may be easily gathered from these words what is the nature of his kingdom, and in what things it consists. For, when he calls him an adversary, when he says that he will claim for himself those things which belong to God, so that he is worshipped in the temple as God, he places his kingdom in direct opposition to the kingdom of Christ. Hence, as the kingdom of Christ is spiritual, so this tyranny must be upon souls, that it may rival the kingdom of Christ. We shall also find him afterwards assigning to him the power of deceiving, by means of wicked doctrines and pretended miracles. If, accordingly, you would know Antichrist, you must view him as diametrically opposed to Christ. “The name of the Man of Sin is not Antitheos, but ἀντίχριστος — not one that directly invadeth the properties of the supreme God, but of God incarnate, or Christ as Mediator. [...] he usurpeth the authority due to Christ.” — Dr. Manton’s Sermons on 2 Thessalonians. — Ed\n\nWhere I have rendered — everything that is called God, the reading more generally received among the Greeks is, every one that is called. It may, however, be conjectured, both from the old translation The rendering of the Vulgate is as follows,— “Supra omne quod dicitur Deus aut quod colitur;” — “Above everything that is called God, or that is worshipped.” Wyclif (1380) renders thus: “Ouer alle thing that is seid God, or that is worschipid.” — Ed.\n\nHere, however, the subject treated of is not the name of God himself, but his majesty and worship, and, in general, everything that he claims for himself. “True religion is that by which the true God alone is worshipped; that, the son of perdition will transfer to himself.” Now, every one that has learned from Scripture what are the things that more especially belong to God, and will, on the other hand, observe what the Pope claims for himself — though he were but a boy of ten years of age — will have no great difficulty in recognizing Antichrist. Scripture declares that God is the alone Lawgiver (James 4:12) who is able to save and to destroy; the alone King, whose office it is to govern souls by his word. It represents him as the author of all sacred rites; “Que c’est a luy seul d’establir seruice diuin, et ceremonies qui en dependent;” — “That it belongs to him alone to establish divine worship, and the rites that are connected with it.”\n\n<vq>In the temple of God</vq> . By this one term there is a sufficient refutation of the error, nay more, the stupidity of those who reckon the Pope to be Vicar of Christ, on the ground that he has his seat in the Church, in whatever manner he may conduct himself; for Paul places Antichrist nowhere else than in the very sanctuary of God. For this is not a foreign, but a domestic enemy, who opposes Christ under the very name of Christ. But it is asked, how the Church is represented as the den of so many superstitions, while it was destined to be the pillar of the truth? (1 Timothy 3:15.) I answer, that it is thus represented, not on the ground of its retaining all the qualities of the Church, but because it has something of it remaining. I accordingly acknowledge, that that is the temple of God in which the Pope bears rule, but at the same time profaned by innumerable sacrileges."
    },
    {
      "id": "calvin_2thessalonians_2_5",
      "reference": "2 Thessalonians 2:5",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 5
        }
      ],
      "text": "<vq>5 Do ye not remember?</vq> This added no small weight to the doctrine, that they had previously heard it from the mouth of Paul, that they might not think that it had been contrived by him at the instant. And as he had given them early warning as to the reign of Antichrist, and the devastation that was coming upon the Church, when no question had as yet been raised as to such things, he saw beyond all doubt that the doctrine was specially useful to be known. And, unquestionably, it is really so. Those whom he addressed were destined to see many things that would trouble them; and when posterity would see a large proportion of those who had made profession of the faith of Christ revolt from piety, maddened, as it were, by a gad-fly, or rather by a fury, “Se reuolter de la vraye religion, et se precipiter en ruine comme gens forcenez, ou plustost endiablez;” — “Revolt from the true religion, and plunge themselves in ruin like persons enraged, or rather possessed.”"
    },
    {
      "id": "calvin_2thessalonians_2_6",
      "reference": "2 Thessalonians 2:6",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 6
        }
      ],
      "text": "<vq>6 . And now what withholdeth</vq> Τὸ κατέχον means here properly an impediment or occasion of delay. Chrysostom, who thinks that this can only be understood as referring to the Spirit, or to the Roman Empire, prefers to lean to the latter opinion. He assigns a plausible reason — because Paul would not have spoken of the Spirit in enigmatical terms, “En termes couuerts ou obscurs;” — “In hidden or obscure terms.”\n\nLet my readers now consider which of the two is the more probable — either that Paul declared that the light of the gospel must be diffused through all parts of the earth before God would thus give loose reins to Satan, or that the power of the Roman Empire stood in the way of the rise of Antichrist, inasmuch as he could only break through into a vacant possession. I seem at least to hear Paul discoursing as to the universal call of the Gentiles — that the grace of God must be offered to all — that Christ must enlighten the whole world by his gospel, in order that the impiety of men might be the more fully attested and demonstrated. This, therefore, was the delay, until the career of the gospel should be completed, because a gracious invitation to salvation was first in order. “D’autant que l’ordre que Dieu vouloit tenir, requeroit que le monde premierement fust d’vne liberalite gratuite conuié a salut;” — “Inasmuch as the order that God designed to maintain, required that the world should first of all be invited to salvation by a gracious liberality.”"
    },
    {
      "id": "calvin_2thessalonians_2_7",
      "reference": "2 Thessalonians 2:7",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 7
        }
      ],
      "text": "<vq>7 . The mystery of iniquity</vq> . This is opposed to revelation; for as Satan had not yet gathered so much strength, as that Antichrist could openly oppress the Church, he says that he is carrying on secretly and clandestinely “Et comme par dessous terre;” — “And as it were under ground.”\n\n<vq>Only now withholding</vq> . While he makes both statements in reference to one person — that he will hold supremacy for a time, and that he will shortly be taken out of the way, I have no doubt that he refers to Antichrist; and the participle withholding must be explained in the future tense. “Faut resoudre ce participe Tenant en vn temps futur Tiendra;” — “We must explain this participle, withholding, in the future tense — He will withhold.”"
    },
    {
      "id": "calvin_2thessalonians_2_8",
      "reference": "2 Thessalonians 2:8",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 8
        }
      ],
      "text": "<vq>8 And then will be revealed</vq> — that is, when that impediment (τὸ κατέχον) shall be removed; for he does not point out the time of revelation as being when he, who now holds the supremacy, will be taken out of the way, but he has an eye to what he had said before. For he had said that there was some hindrance in the way of Antichrist’s entering upon an open possession of the kingdom. He afterwards added, that he was already hatching a secret work of impiety. In the third place, he has interspersed consolation, on the ground that this tyranny would come to an end. “Que sa tyrannie deuoit prendre fin quelque fois;” — “That his tyranny must at some time have an end.”\n\n<vq>Whom the Lord</vq> . He had foretold the destruction of Antichrist’s reign; he now points out the manner of his destruction — that he will be reduced to nothing by the word of the Lord. It is uncertain, however, whether he speaks of the last appearance of Christ, when he will be manifested from heaven as the Judge. The words, indeed, seem to have this meaning, but Paul does not mean that Christ would accomplish this “Cela tout;” — “All this.”\n\nThis victory of the word, therefore, will shew itself in this world, for the spirit of his mouth simply means the word, as it also does in Isaiah 11:4, to which passage Paul seems to allude. For the Prophet there takes in the same sense the scepter of his mouth, and the breath of his lips, and he also furnishes Christ with these very arms, that he may rout his enemies. This is a signal commendation of true and sound doctrine — that it is represented as sufficient for putting an end to all impiety, and as destined to be invariably victorious, in opposition to all the machinations of Satan; as also when, a little afterwards, the proclamation of it is spoken of as Christ’s coming to us.\n\nWhen Paul adds, the brightness of his coming, he intimates that the light of Christ’s presence will be such as will swallow up the darkness of Antichrist. In the mean time, he indirectly intimates, that Antichrist will be permitted to reign for a time, when Christ has, in a manner, withdrawn, as usually happens, whenever on his presenting himself we turn our back upon him. And, undoubtedly, that is a sad departure “Vn triste et pitoyable department;” — “A sad and lamentable departure.”"
    },
    {
      "id": "calvin_2thessalonians_2_9",
      "reference": "2 Thessalonians 2:9",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 9
        }
      ],
      "text": "<vq>9 Whose coming</vq> He confirms what he has said by an argument from contraries. For as Antichrist cannot stand otherwise than through the impostures of Satan, he must necessarily vanish as soon as Christ shines forth. In fine, as it is only in darkness that he reigns, the dawn of the day puts to flight and extinguishes the thick darkness of his reign. We are now in possession of Paul’s design, for he meant to say, that Christ would have no difficulty in destroying the tyranny of Antichrist, which was supported by no resources but those of Satan. In the mean time, however, he points out the marks by which that wicked one may be distinguished. For after having spoken of the working or efficacy of Satan, he marks it out particularly when he says, in signs and lying wonders, and in all deceivableness. And assuredly, in order that this may be opposed to the kingdom of Christ, it must consist partly in false doctrine and errors, and partly in pretended miracles. For the kingdom of Christ consists of the doctrine of truth, and the power of the Spirit. Satan, accordingly, with the view of opposing Christ in the person of his Vicar, puts on Christ’s mask, “Et s’en desguise;” — “And disguises himself with it.”\n\nHe gives the name of miracles of falsehood, not merely to such as are falsely and deceptively contrived by cunning men with a view to impose upon the simple — a kind of deception with which all Papacy abounds, for they are a part of his power which he has previously touched upon; but takes falsehood as consisting in this, that Satan draws to a contrary end works which otherwise are truly works of God, and abuses miracles so as to obscure God’s glory. It is observed by Dr. Manton, in his Sermons on 2d Thess. that “there are seven points in Popery that are sought to be confirmed by Miracles.—1. Pilgrimages. 2. Prayers for the Dead. 3. Purgatory. 4. The Invocation of Saints. 5. The Adoration of Images. 6. The Adoration of the Host. 7. The Primacy of the Pope.” —Ed."
    },
    {
      "id": "calvin_2thessalonians_2_10",
      "reference": "2 Thessalonians 2:10",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 10
        }
      ],
      "text": "<vq>10 In those that perish</vq> . He limits the power of Satan, as not being able to injure the elect of God, just as Christ, also, exempts them from this danger. (Matthew 24:24.) From this it appears, that Antichrist has not so great power otherwise than by his permission. Now, this consolation was necessary. For all the pious, but for this, would of necessity be overpowered with fear, if they saw a yawning gulf pervading the whole path, along which they must pass. Hence Paul, however he may wish them to be in a state of anxiety, that they may be on their guard, lest by excessive carelessness they should fall back, nay, even throw themselves into ruin, does, nevertheless, bid them cherish good hope, inasmuch as Satan’s power is bridled, that he may not be able to involve any but the wicked in ruin.\n\n<vq>Because they received not the love</vq> . Lest the wicked should complain that they perish innocently, “Sans cause et estans innocens;” — “Without cause, and being innocent.”\n\nIt is asked whether the punishment of blindness does not fall on any but those who have on set purpose rebelled against the gospel. I answer, that this special judgment by which God has avenged open contumacy, “Le mespris orgueilleux de sa Parolle;” — “Proud contempt of his Word.”\n\nHe uses the expression — receiving the love of the truth, to mean — applying the mind to the love of it. Hence we learn that faith is always conjoined with a sweet and voluntary reverence for God, because we do not properly believe the word of God, unless it is lovely and pleasant to us."
    },
    {
      "id": "calvin_2thessalonians_2_11",
      "reference": "2 Thessalonians 2:11",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 11
        }
      ],
      "text": "<vq>11 The working of delusion</vq> . He means that errors will not merely have a place, but the wicked will be blinded, so that they will rush forward to ruin without consideration. For as God enlightens us inwardly by his Spirit, that his doctrine may be efficacious in us, and opens our eyes and hearts, that it may make its way thither, so by a righteous judgment he delivers over to a reprobate mind (Romans 1:28) those whom he has appointed to destruction, that with closed eyes and a senseless mind, they may, as if bewitched, deliver themselves over to Satan and his ministers to be deceived. And assuredly we have a notable specimen of this in the Papacy. No words can express how monstrous a sink of errors “Quel monstrueux et horrible retrait d’erreurs;” — “What a monstrous and horrible nest of errors.”"
    },
    {
      "id": "calvin_2thessalonians_2_12",
      "reference": "2 Thessalonians 2:12",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 12
        }
      ],
      "text": "<vq>12 That all may be condemned</vq> . That is, that they may receive the punishment due to their impiety. Thus, those that perish have no just ground to expostulate with God, inasmuch as they have obtained what they sought. For we must keep in view what is stated in Deuteronomy 13:3, that the hearts of men are subjected to trial, when false doctrines come abroad, inasmuch as they have no power except among those who do not love God with a sincere heart. Let those, then, who take pleasure in unrighteousness, reap the fruit of it. When he says all, he means that contempt of God finds no excuse in the great crowd and multitude of those who refuse to obey the gospel, for God is the Judge of the whole world, so that he will inflict punishment upon a hundred thousand, no less than upon one individual.\n\nThe participle εὐδοκήσαντες (taking pleasure) means (so to speak) a voluntary inclination to evil, for in this way every excuse is cut off from the ungrateful, when they take so much pleasure in unrighteousness, as to prefer it to the righteousness of God. For by what violence will they say that they have been impelled to alienate themselves by a mad revolt “En se reuoltant malicieusement;” — “By revolting maliciously.”"
    },
    {
      "id": "calvin_2thessalonians_2_13",
      "reference": "2 Thessalonians 2:13",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 13
        }
      ],
      "text": "<vq>13 But we are bound to give thanks</vq> . He now separates more openly the Thessalonians from the reprobate, that their faith may not waver from fear of the revolt that was to take place. At the same time, he had it in view to consult, not their welfare only, but also that of posterity. “Mais aussi pour les autres fideles, qui viendroyent apres;” — “But also for other believers, who should come after.”\n\nHe calls them beloved of the Lord, for this reason, that they may the better consider that the sole reason why they are exempted from the almost universal overthrow of the world, was because God exercised towards them unmerited love. Thus Moses admonished the Jews —\n\n“God did not elevate you so magnificently because ye were more powerful than others, or were numerous, but because he loved your fathers.” (Deuteronomy 7:7-8.)\n\nFor, when we hear the term love, that statement of John must immediately occur to our mind — Not that we first loved him. (1 John 4:19.) In short, Paul here does two things; for he confirms faith, lest the pious should give way from being overcome with fear, and he exhorts them to gratitude, that they may value so much the higher the mercy of God towards them.\n\n<vq>Hath chosen you</vq> . He states the reason why all are not involved and swallowed up in the same ruin — because Satan has no power over any that God has chosen, so as to prevent them from being saved, though heaven and earth were to be confounded. This passage is read in various ways.\n\nThe old interpreter has rendered it first-fruits, Primitias. Wiclif (1380) following, as he is wont, the reading of the Vulgate, renders it “the first fruytis.”\n\nSome understand the meaning to be, that they had been called among the first; but this is foreign to Paul’s meaning, and does not accord with the connection of the passage. For he does not merely exempt from fear a few individuals, who had been led to Christ immediately on the commencement of the gospel, but this consolation belongs to all the elect of God, without exception. When, therefore, he says from the beginning, he means that there is no danger lest their salvation, which is founded on God’s eternal election, should be overthrown, whatever tumultuous changes may occur. “However Satan may mix and confound all things in the world, your salvation, notwithstanding, has been placed on a footing of safety, prior to the creation of the world.” Here, therefore, is the true port of safety, that God, who elected us of old, “Des le commencement;” — “From the beginning.”\n\n<vq>In sanctification of the spirit</vq> , says he, and belief of the truth. This may be explained in two ways, with sanctification, or by sanctification. It is not of much importance which of the two you select, as it is certain “S. Paul ne vent autre chose, sinon apres auoir parlé de l’election de Dieu, adiouster maintenant des signes plus prochains qui nous la manifestent;” — “St. Paul means simply, after having spoken of the election of God, to add now those nearer tokens which manifest it to us.”"
    },
    {
      "id": "calvin_2thessalonians_2_14",
      "reference": "2 Thessalonians 2:14",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 14
        }
      ],
      "text": "<vq>14 To which he called us</vq> . He repeats the same thing, though in somewhat different terms. For the sons of God are not called otherwise than to the belief of the truth. Paul, however, meant to shew here how competent a witness he is for confirming that thing of which he was a minister. He accordingly puts himself forward as a surety, that the Thessalonians may not doubt that the gospel, in which they had been instructed by him, is the safety-bringing voice of God, by which they are aroused from death, and are delivered from the tyranny of Satan. He calls it his gospel, not as though it had originated with him, “Non pas qu’il soit creu en son cerueau;” — “Not as though it had been contrived in his brain.”\n\nWhat he adds, to the acquisition or possession of the glory of Christ, may be taken either in an active or in a passive signification — either as meaning, that they are called in order that they may one day possess a glory in common with Christ, or that Christ acquired them with a view to his glory. And thus it will be a second means of confirmation that he will defend them, as being nothing less than his own inheritance, and, in maintaining their salvation, will stand forward in defense of his own glory; which latter meaning, in my opinion, suits better."
    },
    {
      "id": "calvin_2thessalonians_2_15",
      "reference": "2 Thessalonians 2:15",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 15
        }
      ],
      "text": "He deduces this exhortation on good grounds from what goes before, inasmuch as our steadfastness and power of perseverance rest on nothing else than assurance of divine grace. When, however, God calls us to salvation, stretching forth, as it were, his hand to us; when Christ, by the doctrine of the gospel, presents himself to us to be enjoyed; when the Spirit is given us as a seal and earnest of eternal life, though the heaven should fall, we must, nevertheless, not become disheartened. Paul, accordingly, would have the Thessalonians stand, not merely when others continue to stand, but with a more settled stability; so that, on seeing almost all turning aside from the faith, and all things full of confusion, they will, nevertheless, retain their footing. And assuredly the calling of God ought to fortify us against all occasions of offense in such a manner, that not even the entire ruin of the world shall shake, much less overthrow, our stability.\n\n<vq>15 Hold fast the institutions</vq> . Some restrict this to precepts of external polity; but this does not please me, for he points out the manner of standing firm. Now, to be furnished with invincible strength is a much higher thing than external discipline. Hence, in my opinion, he includes all doctrine under this term, as though he had said that they have ground on which they may stand firm, provided they persevere in sound doctrine, according as they had been instructed by him. I do not deny that the term παραδόσεις is fitly applied to the ordinances which are appointed by the Churches, with a view to the promoting of peace and the maintaining of order, and I admit that it is taken in this sense when human traditions are treated of, (Matthew 15:6.) Paul, however, will be found in the next chapter making use of the term tradition, as meaning the rule that he had laid down, and the very signification of the term is general. The context, however, as I have said, requires that it be taken here to mean the whole of that doctrine in which they had been instructed. For the matter treated of is the most important of all — that their faith may remain secure in the midst of a dreadful agitation of the Church.\n\nPapists, however, act a foolish part in gathering from this that their traditions ought to be observed. They reason, indeed, in this manner — that if it was allowable for Paul to enjoin traditions, it was allowable also for other teachers; and that, if it was a pious thing “Une bonne chose et saincte;” — “A good thing and holy.”"
    },
    {
      "id": "calvin_2thessalonians_2_16",
      "reference": "2 Thessalonians 2:16",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 16
        }
      ],
      "text": "<vq>16 Now the Lord himself</vq> . When he ascribes to Christ a work altogether Divine, and represents him, in common with the Father, as the Author of the choicest blessings, as we have in this a clear proof of the divinity of Christ, so we are admonished, that we cannot obtain anything from God unless we seek it in Christ himself: and when he asks that God may give him those things which he had enjoined, he shews clearly enough how little influence exhortations have, unless God inwardly move and affect our hearts. Unquestionably there will be but an empty sound striking upon the ear, if doctrine does not receive efficacy from the Spirit.\n\nWhat he afterwards adds, who hath loved you, and hath given consolation, etc., relates to confidence in asking; for he would have the Thessalonians feel persuaded that God will do what he prays for. And from what does he prove this? Because he once shewed that they were dear to him, while he has already conferred upon them distinguished favors, and in this manner has bound himself to them for the time to come. This is what he means by everlasting consolation. The term hope, also, has the same object in view — that they may confidently expect a never-failing continuance of gifts. But what does he ask? That God may sustain their hearts by his consolation; for this is his office, to keep them from giving way through anxiety or distrust; and farther, that he may give them perseverance, both in a pious and holy course of life, and in sound doctrine; for I am of opinion, that it is rather of this than of common discourse that he speaks, so that this agrees with what goes before."
    },
    {
      "id": "calvin_2thessalonians_3_1",
      "reference": "2 Thessalonians 3:1",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 1
        }
      ],
      "text": "<vq>1 Pray for us</vq> . Though the Lord powerfully aided him, and though he surpassed all others in earnestness of prayer, he nevertheless does not despise the prayers of believers, by which the Lord would have us aided. It becomes us, after his example, eagerly to desire this aid, and to stir up our brethren to pray for us.\n\nWhen, however, he adds — that the word of God may have its course, he shows that he has not so much concern and regard for himself personally, as for the entire Church. For why does he desire to be recommended to the prayers of the Thessalonians? That the doctrine of the gospel may have its course. He does not desire, therefore, so much that regard should be had to himself individually, as to the glory of God and the common welfare of the Church. Course means here dissemination; “Estendue et auancement;” — “Extension and advancement.”"
    },
    {
      "id": "calvin_2thessalonians_3_2",
      "reference": "2 Thessalonians 3:2",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 2
        }
      ],
      "text": "<vq>2 That we may be delivered</vq> . The old interpreter has rendered it, not unhappily, in my opinion — unreasonable Importunos. Wiclif (1380) renders it noyous.—Ed.\n\n<vq>All have not faith</vq> . This might be explained to mean, “Faith is not in all.” This expression, however, were both ambiguous and more obscure. Let us therefore retain Paul’s words, by which he intimates that faith is a gift of God that is too rare to be found in all. God, therefore, calls many who do not come to him by faith. Many pretend to come to him, who have their heart at the farthest distance from him. Farther, he does not speak of all indiscriminately, but merely animadverts upon those that belong to the Church: for the Thessalonians saw that very many held faith in abhorrence; “En horreur et disdain;” — “In horror and disdain.”\n\nWith the view of shewing, therefore, that it was not groundlessly, or without good reason, that he dreaded contests with wicked and perverse men, he says that faith is not common to all, because the wicked and reprobate are always mixed with the good, as tares are with the good wheat. (Matthew 13:25.) And this ought to be remembered by us whenever we have annoyance given us by wicked persons, who nevertheless desire to be reckoned as belonging to the society of Christians — that all men have not faith. Nay more, when we hear in some instances that the Church is disturbed by base factions, let this be a shield to us against offenses of this nature; for we shall not merely inflict injury upon pious teachers, if we have doubts as to their fidelity, whenever domestic enemies do them harm, but our faith will from time to time waver, unless we keep in mind that among those who boast of the name of Christians there are many that are treacherous. “Qu’il y a beaucoup d’infideles, desloyaux, et traistres;” — “That there are many that are unbelieving, disloyal, and traitorous.”"
    },
    {
      "id": "calvin_2thessalonians_3_3",
      "reference": "2 Thessalonians 3:3",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 3
        }
      ],
      "text": "<vq>3 But God is faithful</vq> . As it was possible that their minds, influenced by unfavorable reports, might come to entertain some doubts as to Paul’s ministry, having taught them that faith is not always found in men, he now calls them back to God, and says that he is faithful, so as to confirm them against all contrivances of men, by which they will endeavor to shake them. “They, indeed, are treacherous, but there is in God a support that is abundantly secure, so as to keep you from giving way.” He calls the Lord faithful, inasmuch as he adheres to his purpose to the end in maintaining the salvation of his people, seasonably aids them, and never forsakes them in dangers, as in 1 Corinthians 10:13,\n\nGod is faithful, who will not suffer you to be tried above that ye are able to bear.\n\nThese words, however, themselves shew that Paul was more anxious as to others than as to himself. Malicious men directed against him the stings of their malignity; the whole violence “Toute la violence et impetuosite;” — “The whole violence and impetuosity.”\n\nThe term evil may refer as well to the thing, that is, malice, as to the persons of the wicked. I prefer, however, to interpret it of Satan, the head of all the wicked. For it were a small thing to be delivered from the cunning or violence of men, if the Lord did not protect us from all spiritual injury."
    },
    {
      "id": "calvin_2thessalonians_3_4",
      "reference": "2 Thessalonians 3:4",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 4
        }
      ],
      "text": "<vq>4 We have confidence</vq> . By this preface he prepares the way for proceeding to give the instruction, which we shall find him immediately afterwards subjoining. For the confidence which he says he has respecting them, made them much more ready to obey than if he had required obedience from them in a way of doubt or distrust. He says, however, that this hope, which he cherished in reference to them, was founded upon the Lord, inasmuch as it is his to bind their hearts to obedience, and to keep them in it; or by this expression, (as appears to me more probable,) he meant to testify, that it is not his intention to enjoin anything but by the commandment of the Lord. Here, accordingly, he marks out limits for himself as to enjoining, and for them as to obeying — that it should be only in the Lord. “Voyci donc les bournes qu’il limite, et pour soy et pour eux: pour soy, de ne commander rien que par le Seigneur: a eux, de ne rendre obeissance sinon au Seigneur;” — “Mark then the limits which he prescribes both for himself and for them: for himself, not to command anything but by the Lord: for them, not to render obedience except to the Lord.”"
    },
    {
      "id": "calvin_2thessalonians_3_5",
      "reference": "2 Thessalonians 3:5",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 5
        }
      ],
      "text": "As, however, he states here in a summary manner the things that he knew to be most necessary for Christians, let every one make it his endeavor to make proficiency in these two things, in so far as he desires to make progress towards perfection. And, unquestionably, the love of God cannot reign in us unless brotherly love is also exercised. Waiting for Christ, on the other hand, teaches us to exercise contempt of the world, mortification of the flesh, and endurance of the cross. At the same time the expression might be explained as meaning, the patience of Christ — that which Christ’s doctrine begets in us; but I prefer to understand it as referring to the hope of ultimate redemption. For this is the only thing that sustains us in the warfare of the present life, that we wait for the Redeemer; and farther, this waiting requires patient endurance amidst the continual exercises of the cross."
    },
    {
      "id": "calvin_2thessalonians_3_6",
      "reference": "2 Thessalonians 3:6",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 6
        }
      ],
      "text": "He now proceeds to the correcting of a particular fault. As there were some indolent, and at the same time curious and prattling persons, who, in order that they might scrape together a living at the expense of others, wandered about from house to house, he forbids that their indolence should be encouraged by indulgence, “Il defend aux Thessaloniciens d’entretenir par leur liberalite ou dissimulation l’oisiuete de telles gens;” — “He prohibits the Thessalonians from encouraging by their liberality or dissimulation the indolence of such persons.”\n\n<vq>6 Now we command you in the name</vq> . Erasmus renders it — “by the name,” as if it were an adjuration. While I do not altogether reject this rendering, I, at the same time, am rather of opinion that the particle in is redundant, as in very many other passages, and that in accordance with the Hebrew idiom. Thus the meaning will be, that this commandment ought to be received with reverence, not as from a mortal man, but as from Christ himself; and Chrysostom explains it in this manner. This withdrawment, “Ceste separation ou retirement;” — “This separation or withdrawment.”\n\n<vq>Not according to the injunction</vq> — namely, that which we shall find him shortly afterwards adding — that food should not be given to the man that refuses to labor. Before coming to this, however, he states what example he has given them in his own person. For doctrine obtains much more of credit and authority, when we impose upon others no other burden than we take upon ourselves. Now he mentions that he himself was engaged in working with his hands night and day, that he might not burden any one with expense. He had, also, touched somewhat on this point in the preceding Epistle — to which my readers must have recourse See Calvin on I Thessalonians; 2:9-12. — fj.\n\nAs to his saying, that he had not eaten any one’s bread for naught, he assuredly would not have done this, though he had not labored with his hands. For that which is due in the way of right, is not a thing that is gratuitous, and the price of the labor which teachers “Les Docteurs et Ministres;” — “Teachers and ministers.”"
    },
    {
      "id": "calvin_2thessalonians_3_9",
      "reference": "2 Thessalonians 3:9",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 9
        }
      ],
      "text": "<vq>9 Not because we have not</vq> . As Paul wished by his laboring to set an example, that idle persons might not like drones “Ainsi que les bourdons entre abeilles ne font point de miel, et neantmoins viuent de celuy des autres;” — “As drones among bees do not make any honey, and yet live on that of others.”"
    },
    {
      "id": "calvin_2thessalonians_3_10",
      "reference": "2 Thessalonians 3:10",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 10
        }
      ],
      "text": "<vq>10 He that will not labor</vq> . From its being written in Psalm 128:2 —\n\nThou art blessed, eating of the labor of thy hands,\n\nalso in Proverbs 10:4,\n\nThe blessing of the Lord is upon the hands of him that laboreth,\n\nit is certain that indolence and idleness are accursed of God. Besides, we know that man was created with this view, that he might do something. Not only does Scripture testify this to us, but nature itself taught it to the heathen. Hence it is reasonable, that those, who wish to exempt themselves from the common law, “De la loy et regle commune;” — “From the common law and rule.”\n\nIt is also to be observed, that there are different ways of laboring. For whoever aids “Aide et porte proufit;” — “Aids and brings advantage.”"
    },
    {
      "id": "calvin_2thessalonians_3_11",
      "reference": "2 Thessalonians 3:11",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 11
        }
      ],
      "text": "<vq>11 We hear that there are some among you</vq> . It is probable that this kind of drones were, as it were, the seed of idle monkhood. For, from the very beginning, there were some who, under pretext of religion, either made free with the tables of others, or craftily drew to themselves the substance of the simple. They had also, even in the time of Augustine, come to prevail so much, that he was constrained to write a book expressly against idle monks, where he complains with good reason of their pride, because, despising the admonition of the Apostle, they not only excuse themselves on the ground of infirmity, but they wish to appear holier than all others, on the ground that they are exempt from labors. He inveighs, with good reason, against this unseemliness, that, while the senators are laborious, the workman, or person in humble life, does not merely live in idleness, “Les senateurs et les nobles ayent la main a la besogne, et cependant les manouuriers et mechaniques, non seulement viuront en oisiuete;” — “The senators and the nobles have their hand in the work, and in the mean time the workmen and mechanics will not only live in idleness.”\n\nBut what does the Spirit say, on the other hand, by the mouth of Paul? He pronounces them all to be irregular and disorderly, by whatever name of distinction they may be dignified. It is not necessary to relate here how much the idle life of monks has invariably displeased persons of sounder judgment. That is a memorable saying of an old monk, which is recorded by Socrates in the Eighth Book of the Tripartite History — that he who does not labor with his hands is like a plunderer. “Vn vagabond qui va pillant;” — “A vagabond that goes a-plundering.”\n\n<vq>Doing nothing</vq> . In the Greek participles there is, an elegant (προσωνομασία) play upon words, which I have attempted in some manner to imitate, by rendering it as meaning that they do nothing, but have enough to do in the way of curiosity. “Nihil eos agere operis, sed curiose satagere.”"
    },
    {
      "id": "calvin_2thessalonians_3_12",
      "reference": "2 Thessalonians 3:12",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 12
        }
      ],
      "text": "<vq>12 Now we command such</vq> . He corrects both of the faults of which he had made mention — a blustering restlessness, and retirement from useful employment. He accordingly exhorts them, in the first place, to cultivate repose — that is, to keep themselves quietly within the limits of their calling, or, as we commonly say, “sans faire bruit,” (without making a noise.) For the truth is this: those are the most peaceable of all, that exercise themselves in lawful employments; “Ceux qui s’exercent a bon escient en quelque labeur licite;” — “Those that exercise themselves in good earnest in any lawful employment.”\n\nDrink water, says Solomon, from thine own fountains, and let the streams flow down to neighbors. (Proverbs 5:15.)\n\nThis is the first law of equity, that no one make use of what belongs to another, but only use what he can properly call his own. The second is, that no one swallow up, like some abyss, what belongs to him, but that he be beneficent to neighbors, and that he may relieve their indigence by his abundance. See Calvin on the Corinthians; vol. 2, p. 286."
    },
    {
      "id": "calvin_2thessalonians_3_13",
      "reference": "2 Thessalonians 3:13",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 13
        }
      ],
      "text": "<vq>13 And you, brethren</vq> . Ambrose is of opinion that this is added lest the rich should, in a niggardly spirit, refuse to lend their aid to the poor, because he had exhorted them to eat every one his own bread. And, unquestionably, we see how many are unbefittingly ingenious in catching at a pretext for inhumanity. “Enuers les poures;” — “Towards the poor.”"
    },
    {
      "id": "calvin_2thessalonians_3_14",
      "reference": "2 Thessalonians 3:14",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 14
        }
      ],
      "text": "<vq>14 If any one obeys not</vq> . He has already declared previously, that he commands nothing but from the Lord. Hence the man, that would not obey, would not be contumacious against a mere man, but would be rebellious against God himself; “Ce n’eust point contre vn homme mortel qu’il eust addresse son opiniastre et rebellion;” — “It would not have been against a mortal man that he had directed his stubbornness and rebellion.”\n\n<vq>Keep no company</vq> . I have no doubt that he refers to excommunication; for, besides that the (ἀταξία) disorder to which he had adverted deserved a severe chastisement, contumacy is an intolerable vice. He had said before, Withdraw yourselves from them, for they live in a disorderly manner, (2 Thessalonians 3:6.) And now he says, Keep no company, for they reject my admonition. He expresses, therefore, something more by this second manner of expression than by the former; for it is one thing to withdraw from intimate acquaintance with an individual, and quite another to keep altogether aloof from his society. In short, those that do not obey after being admonished, he excludes from the common society of believers. By this we are taught that we must employ the discipline of excommunication against all the obstinate “Et endurcis;” — “And hardened.”\n\n<vq>That he may be ashamed</vq> . There are, it is true, other ends to be served by excommunication — that contagion may spread no farther, that the personal wickedness of one individual may not tend to the common disgrace of the Church, and that the example of severity may induce others to fear, (1 Timothy 5:20;) but Paul touches upon this one merely — that those who have sinned may by shame be constrained to repentance. For those that please themselves in their vices become more and more obstinate: thus sin is nourished by indulgence and dissimulation. This, therefore, is the best remedy — when a feeling of shame is awakened in the mind of the offender, so that he begins to be displeased with himself. It would, indeed, be a small point gained to have individuals made ashamed; but Paul had an eye to farther progress — when the offender, confounded by a discovery of his own baseness, is led in this way to a full amendment: for shame, like sorrow, is a useful preparation for hatred of sin. Hence all that become wanton “Tous ceux qui se desbordent et follastrent;” — “All those that break out and become wanton.”"
    },
    {
      "id": "calvin_2thessalonians_3_15",
      "reference": "2 Thessalonians 3:15",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 15
        }
      ],
      "text": "<vq>15 Regard him not as an enemy</vq> . He immediately adds a softening of his rigor; for, as he elsewhere commands, we must take care that the offender be not swallowed up with sorrow, (2 Corinthians 2:7,) which would take place if severity were excessive. Hence we see that the use of discipline ought to be in such a way as to consult the welfare of those on whom the Church inflicts punishment. Now, it cannot but be that severity will fret, “Face entameure et trop grande blessure;” — “Make an incision, and too great a wound.”\n\nWe must observe, however, by what sign he would have brotherly love shewn — not by allurements or flattery, but by admonitions; for in this way it will be, that all that will not be incurable will feel that concern is felt for their welfare. In the mean time, excommunication is distinguished from anathema: for as to those that the Church marks out by the severity of its censure, Paul admonishes that they should not be utterly cast away, as if they were cut off from all hope of salvation; but endeavors must be used, that they may be brought back to a sound mind."
    },
    {
      "id": "calvin_2thessalonians_3_16",
      "reference": "2 Thessalonians 3:16",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 16
        }
      ],
      "text": "<vq>16 Now the Lord of peace</vq> . This prayer seems to be connected with the preceding sentence, with the view of recommending endeavors after concord and mildness. He had forbidden them to treat even the contumacious “Mesme les rebelles et obstinez;” — “Even the rebellious and obstinate.”"
    },
    {
      "id": "calvin_2thessalonians_3_17",
      "reference": "2 Thessalonians 3:17",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 17
        }
      ],
      "text": "<vq>17 The salutation, with my own hand</vq> . Here again he provides against the danger, of which he had previously made mention — lest epistles falsely ascribed to him should find their way into the Churches. For this was an old artifice of Satan — to put forward spurious writings, that he might detract from the credit of those that are genuine; and farther, under pretended designations of the Apostles, to disseminate wicked errors with the view of corrupting sound doctrine. By a singular kindness on the part of God, it has been brought about that, his frauds being defeated, the doctrine of Christ has come down to us sound and entire through the ministry of Paul and others. The concluding prayer explains in what manner God aids his believing people — by the presence of Christ’s grace."
    }
  ]
}