{
  "metadata": {
    "author": "John Calvin",
    "authorId": "john-calvin",
    "workId": "calvin-2-timothy",
    "title": "Commentary on 2 Timothy",
    "type": "Written Commentary",
    "year": "1540s-1560s",
    "translation": "Calvin Translation Society (1840s)",
    "source": "Christian Classics Ethereal Library (CCEL)",
    "sourceUrl": "https://ccel.org/ccel/calvin/calcom43",
    "license": "Public Domain",
    "book": "2 Timothy"
  },
  "commentaries": [
    {
      "id": "calvin_2timothy_1_1",
      "reference": "2 Timothy 1:1",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 1
        }
      ],
      "text": "<vq>1 Paul an Apostle</vq> From the very preface we already perceive that Paul had not in view Timothy alone; other wise he would not have employed such lofty titles in asserting his apostleship; for what purpose would it have served to employ these ornaments of language in writing to one who was fully convinced of the fact? He, therefore, lays claim to that authority over all which belonged to his public character and he does this the more diligently, because, being near death, he wishes to secure the approbation of the whole course of his ministry, “Although, in all that Paul has left us in writing, we must consider that it is God who speaks to us by the mouth of a mortal man, and that all his doctrine ought to be received with such authority and reverence as if God visibly appeared from heaven, yet still there is in this epistle a special object to be kept in view, that Paul, being in prison and perceiving his death to be at hand, wished to ratify his faith, as if he had sealed it with his blood. So then, as often as we read this epistle, let the condition in which Paul was at that time come before our eyes, namely, that he was looking for nothing but to die for the testimony of the gospel (which he actually did) as its standard-bearer, in order to give us stronger assurance of his doctrine, and that will affect us in a more lively manner. Indeed, if we read this epistle carefully, we shall find that the Spirit of God has expressed himself in it in such a manner, with such majesty and power, that we are constrained to be captivated and overwhelmed. For my own part, I know that this epistle has been more profitable to me than any other book of Scripture, and still is profitable to me every day; and if any person shall examine it carefully, there can be no doubt that he will experience the same effect. And if we desire to have a testimony of the truth of God, which pierces our heart, we may well fix on this epistle; for a man must be in a profound sleep, and remarkably stupid, if God do not work in his soul, when he hears the doctrine that shall be drawn from it.”-Fr. Ser.\n\n<vq>Of Jesus Christ by the will of God</vq> First, according to his custom, he calls himself an “Apostle of Christ.” Hence it follows, that he does not speak as a private person, and must not be heard slightly, and for form’s sake, “Oui par acquit.”\n\n<vq>According to the promise of life</vq> That his calling may be the more certain, he connects it with the promises of eternal life; as if he had said, “As from the beginning God promised eternal life in Christ, so now he has appointed me to be the minister for proclaiming that promise.” Thus also he points out the design of his apostleship, namely, to bring men to Christ, that in him they may find life.\n\n<vq>Which is in Christ Jesus</vq> He speaks with great accuracy, when he mentions that “the promise of life” was indeed given, in ancient times, to the fathers. (Acts 26:6.) But yet he declares that this life is in Christ, in order to inform us that the faith of those who lived under the Law must nevertheless have looked towards Christ; and that life, which was contained in promises, was, in some respects, suspended, till it was exhibited in Christ."
    },
    {
      "id": "calvin_2timothy_1_2",
      "reference": "2 Timothy 1:2",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 2
        }
      ],
      "text": "<vq>2 My beloved son</vq> By this designation he not only testifies his love of Timothy, but procures respect and submission to him; because he wishes to be acknowledged in him, as one who may justly be called his son, “Comme en celuy qui pent a bon droict estre nomme son fils.”\n\n<vq>Grace, mercy</vq> The word mercy, which he employs here, is commonly left out by him in his ordinary salutations. I think that he introduced it, when he poured out his feelings with more than ordinary vehemence. Moreover, he appears to have inverted the order; for, since “mercy” is the cause of “grace,” it ought to have come before it in this passage. But still it is not unsuitable that it should be put after “grace”, in order to express more clearly what is the nature of that grace, and whence it proceeds; as if he had added, in the form of a declaration, that the reason why we are loved by God is, that he is merciful. Yet this may also be explained as relating to God’s daily benefits, which are so many testimonies of his “mercy”; for, whenever he assists us, whenever he delivers us from evils, pardons our sins, and bears with our weakness, he does so, because he has compassion on us."
    },
    {
      "id": "calvin_2timothy_1_3",
      "reference": "2 Timothy 1:3",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 3
        }
      ],
      "text": "<vq>3 I give thanks</vq> The meaning usually assigned to these words is, that Paul “gives thanks to God,” and next assigns the cause or ground of thanksgiving; namely, that he is unceasingly mindful of Timothy. But let my readers consider whether the following sense do not suit equally well and even better: “Whenever I remember thee in my prayers, (and I do so continually,) I also give thanks concerning thee;” for the particle ὡς most frequently has that meaning; “Car le mot Grec se prend plus souvent pour Comme.” — “For the Greek word generally signifies as.”\n\n<vq>Whom I worship from my ancestors</vq> This declaration he made in opposition to those well-known calumnies with which the Jews everywhere loaded him, as if he had forsaken the religion of his country, and apostatized from the law of Moses. On the contrary, he declares that he worships God, concerning whom he had been taught by his ancestors, that is, the God of Abraham, who revealed himself to the Jews, who delivered his law by the hand of Moses; and not some pretended God, whom he had lately made for himself.\n\nBut here it may be asked, “Since Paul glories in following the religion handed down from his ancestors, is this a sufficiently solid foundation? For hence it follows, that this will be a plausible presence for excusing all superstitions, and that it will be a crime, if any one depart, in the smallest degree, from the institutions of his ancestors, whatever these are.” The answer is easy. He does not here lay down a fixed rule, that every person who follows the religion that he received from his fathers is believed to worship God aright, and, on the other hand, that he who departs from the custom of his ancestors is at all to blame for it. For this circumstance must always be taken into account, that Paul was not descended from idolaters, but from the children of Abraham, who worshipped the true God. We know what Christ says, in disapproving of all the false worship of the Gentiles, that the Jews alone maintained the true method of worship. Paul, therefore, does not rest solely on the authority of the fathers, nor does he speak indiscriminately of all his ancestors; but he removes that false opinion, with which he knew that he was unjustly loaded, that he had forsaken the God of Israel, and framed for himself a strange god.\n\n<vq>In a pure conscience</vq> It is certain that Paul’s conscience was not always pure; for he acknowledges that he was deceived by hypocrisy, while he gave loose reins to sinful desire. “Quand il se laschoit la bride a convoiter, comme si la chose n’eust point illicite.” — “When he gave loose reins to lust, as if it had not been an unlawful thing.”\n\nThis statement has the same object with the numerous protestations of the apostles, as recorded in the Acts of the Apostles:\n\n<sq>“I serve the God of my fathers, believing all things that are written in the law and in the prophets.” (Acts 24:14.)</sq>\n\nAgain,\n\n<sq>“And now I stand to be judged concerning the hope of the promise which was made to our fathers, to which hope our twelve tribes hope to come.” (Acts 26:6.)</sq>\n\nAgain,\n\n<sq>“On account of the hope of Israel I am bound with this chain.” (Acts 28:20.)</sq>\n\n<vq>In my prayers night and day</vq> Hence we see how great was his constancy in prayer; and yet he affirms nothing about himself but what Christ recommends to all his followers. We ought, therefore, to be moved and inflamed by such examples to imitate them, so far, at least, that an exercise so necessary may be more frequent among us. If any one understand this to mean the daily and nightly prayers which Paul was wont to offer at stated hours, there will be no impropriety in that view; though I give a more simple interpretation, that there was no time when he was not employed in prayer."
    },
    {
      "id": "calvin_2timothy_1_5",
      "reference": "2 Timothy 1:5",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 5
        }
      ],
      "text": "<vq>5 Calling to remembrance that unfeigned faith</vq> Not so much for the purpose of applauding as of exhorting Timothy, the Apostle commends both his own faith and that of his grandmother and mother; for, when one has begun well and valiantly, the progress he has made should encourage him to advance, and domestic examples are powerful excitements to urge him forward. Accordingly, he sets before him his grandmother Lois and his mother Eunice, by whom he had been educated from his infancy in such a manner that he might have sucked godliness along with his milk. By this godly education, therefore, Timothy is admonished not to degenerate from himself and from his ancestors.\n\nIt is uncertain whether, on the one hand, these women were converted to Christ, and what Paul here applauds was the commencement of faith, or whether, on the other hand, faith is attributed to them apart from Christianity. The latter appears to me more probable; for, although at that time everything abounded with many superstitions and corruptions, yet God had always his own people, whom he did not suffer to be corrupted with the multitude, but whom he sanctified and separated to himself, that there might always exist among the Jews a pledge of this grace, which he had promised to the seed of Abraham. There is, therefore, no absurdity in saying that they lived and died in the faith of the Mediator, although Christ had not yet been revealed to them. But I do not assert anything, and could not assert without rashness.\n\n<vq>And I am persuaded that in thee also</vq> This clause confirms me in the conjecture which I have just now stated; for, in my opinion, he does not here speak of the present faith of Timothy. It would lessen that sure confidence of the former eulogium, if he only said that he reckoned the faith of Timothy to resemble the faith of his grandmother and mother. But I understand the meaning to be, that Timothy, from his childhood, while he had not yet obtained a knowledge of the gospel, was imbued with the fear of God, and with such faith as proved to be a living seed, which afterwards manifested itself."
    },
    {
      "id": "calvin_2timothy_1_6",
      "reference": "2 Timothy 1:6",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 6
        }
      ],
      "text": "<vq>6 For which cause I advise thee</vq> The more abundantly that Timothy had received the grace of God, the more attentive (the Apostle intimates) he ought to be in making progress from day to day. It deserves notice that the words “for which cause” introduce this advice as a conclusion from what has been already said.\n\n<vq>To stir up the gift of God</vq> . This exhortation is highly necessary; for it usually happens, and may be said to be natural, that the excellence of gifts produces carelessness, which is also accompanied by sloth; and Satan continually labors to extinguish all that is of God in us. We ought, therefore, on the other hand, to strive to bring to perfection everything that is good in us, and to kindle what is languid; for the metaphor, which Paul employs, is taken from a fire which was feeble, or that was in course of being gradually extinguished, if strength and flame were not added, by blowing upon it and by supplying new fuel. Let us therefore remember that we ought to apply to use the gifts of God, lest, being unemployed and concealed, they gather rust. Let us also remember that we should diligently profit by them, lest they be extinguished by our slothfulness.\n\n<vq>Which is in thee by the laying on of my hands</vq> There can be no doubt that Timothy was invited by the general voice of the Church, and was not elected by the private wish of Paul alone; but there is no absurdity in saying, that Paul ascribes the election to himself personally, because he was the chief actor in it. Yet here he speaks of ordination, that is, of the solemn act of conferring the office of the ministry, and not of election. Besides, it is not perfectly clear whether it was the custom, when any minister was to be set apart, that all laid their hands on his head, or that one only did so, in the room and name of all. I am more inclined to the conjecture, that it was only one person who laid on his hands.\n\nSo far as relates to the ceremony, the apostles borrowed it from an ancient custom of their nation; or rather, in consequence of its being in use, they retained it; for this is a part of that decent and orderly procedure which Paul elsewhere recommends. (1 Corinthians 14:40.) Yet it may be doubted if that “laying on of hands” which is now mentioned refers to ordination; because, at that time, the graces of the Spirit, of which he speaks in the 12th chapter of the Epistle to the Romans (Romans 12), and in the 13th of the First Epistle to the Corinthians (1 Corinthians 13), were bestowed on many others who were not appointed to be pastors. But, for my own part, I think that it may be easily inferred from the former Epistle, that Paul here speaks of the office of a pastor, for this passage agrees with that,\n\n<sq>“Do not neglect the grace which was given to thee with the laying on of the hands of the eldership.” (1 Timothy 4:14.)</sq>\n\nThat point being settled, it is asked, “Was grace given by the outward sign?” To this question I answer, whenever ministers were ordained, they were recommended to God by the prayers of the whole Church, and in this manner grace from God was obtained for them by prayer, and was not given to them by virtue of the sign, although the sign was not uselessly or unprofitably employed, but was a sure pledge of that grace which they received from God’s own hand. That ceremony was not a profane act, invented for the sole purpose of procuring credit in the eyes of men, but a lawful consecration before God, which is not performed but by the power of the Holy Spirit. Besides, Paul takes the sign for the whole matter or the whole transaction; for he declares that Timothy was endued with grace, when he was offered to God as a minister. Thus in this mode of expression there is a figure of speech, in which a part is taken for the whole.\n\nBut we are again met by another question; for if it was only at his ordination that Timothy obtained the grace necessary for discharging his office, of what nature was the election of a man not yet fit or qualified, but hitherto void and destitute of the gift of God? I answer, it was not then so given to him that he had it not before; for it is certain that he excelled both in doctrine and in other gifts before Paul ordained him to the ministry. But there is no inconsistency in saying, that, when God wished to make use of his services, and accordingly called him, he then fitted and enriched him still more with new gifts, or doubled those which he had previously bestowed. It does not therefore follow that Timothy had not formerly any gift, but it shone forth the more when the duty of teaching was laid upon him."
    },
    {
      "id": "calvin_2timothy_1_7",
      "reference": "2 Timothy 1:7",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 7
        }
      ],
      "text": "<vq>7 For God hath not given to us a spirit of cowardice</vq> It is a confirmation of what he had said immediately before; and thus he continues to urge Timothy to display the power of the gifts which he had received. He makes use of this argument, that God governs his ministers by the Spirit of power, which is the opposite of cowardice. Hence it follows, that they ought not to lie down through slothfulness, but, sustained by great confidence and cheerfulness, should exhibit and display, by visible effects, that power of the Spirit.\n\nThe following passage occurs in the Epistle to the Romans:\n\n<sq>“For we have not received a spirit of bondage, to be again in terror; but we have received the spirit of adoption, by which we cry, Abba, Father.” (Romans 8:15.)</sq>\n\nThat passage is, at first sight, nearly similar to this; but yet the context shews that the meaning is different. There he treats of the confidence of adoption which all believers have; but here he speaks particularly about ministers, and exhorts them, in the person of Timothy, to arouse themselves actively to deeds of valor; because God does not wish them to perform their office in a cold and lifeless manner, but to press forward powerfully, relying on the efficacy of the Spirit.\n\n<vq>But of power, and of love, and of soberness</vq> Hence we are taught, first, that not one of us possesses that firmness and unshaken constancy of the Spirit, which is requisite for fulfilling our ministry, until we are endued from heaven with a new power. And indeed the obstructions are so many and so great, that no courage of man will be able to overcome them. It is God, therefore, who endues us with “the spirit of power;” for they who, in other respects, give tokens of much strength, fall down in a moment, when they are not upheld by the power of the Divine Spirit.\n\nSecondly, we gather from it, that they who have slavish meanness and cowardice, so that they do not venture to do anything in defense of the truth, when it is necessary, are not governed by that Spirit by whom the servants of Christ are guided. Hence it follows, that there are very few of those who bear the title of ministers, in the present day, who have the mark of sincerity impressed upon them; for, amongst a vast number, where do we find one who, relying on the power of the Spirit, boldly despises all the loftiness which exalts itself against Christ? Do not almost all seek their own interest and their leisure? Do they not sink down dumb as soon as any noise breaks out? The consequence is, that no majesty of God is seen in their ministry. The word Spirit is here employed figuratively, as in many other passages. “Le mot d’Esprit est yci pries pout les dons qui en procedent, suy. vent la figure nommee Metonymie.” — “The word Spirit is here taken for the gifts which proceed from him, agreeably to the figure called Metonymy.”\n\nBut why did he afterwards add love and soberness? In my opinion, it was for the purpose of distinguishing that power of the Spirit from the fury and rage of fanatics, who while they rush forward with reckless impulse, fiercely boast of having the Spirit of God. For that reason he expressly states that this powerful energy is moderated by “soberness and love,” that is, by a calm desire of edifying. Yet Paul does not deny that prophets and teachers were endued with the same Spirit before the publication of the gospel; but he declares that this grace ought now to be especially powerful and conspicuous under the reign of Christ."
    },
    {
      "id": "calvin_2timothy_1_8",
      "reference": "2 Timothy 1:8",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 8
        }
      ],
      "text": "<vq>8 Be not ashamed, therefore</vq> He said this, because the confession of the gospel was accounted infamous; and therefore he forbids that either ambition or the fear of disgrace shall prevent or retard him from the liberty of preaching the gospel. And he infers this from what has been already said; for he who is armed with the power of God will not tremble at the noise raised by the world, but will reckon it honorable that wicked men mark them with disgrace.\n\nAnd justly does he call the gospel the testimony of our Lord; because, although he has no need of our assistance, yet he lays upon us this duty, that we shall give “testimony” to him for maintaining his glory. It is a great and distinguished honor which he confers upon us, and, indeed, upon all, (for there is no Christian that ought not to reckon himself a witness of Christ,) but chiefly pastors and teachers, as Christ said to the apostles, —\n\n<sq>“Ye shall be witnesses to me,” (Acts 1:8.)</sq>\n\nAccordingly, the more hateful the doctrine of the gospel is in the world, the more earnestly should they labor to confess it openly.\n\nWhen he adds, nor of me; by this word he reminds Timothy not to refuse to be his companion, as in a cause common to both of them; for, when we begin to withdraw from the society of those who, for the name of Christ, suffer persecution, what else do we seek than that the gospel shall be free from all persecution? Now, though there were not wanting many wicked men who thus ridiculed Timothy, — “Do you not see what has befallen your master? Do you not know that the same reward awaits you also? Why do you press upon us a doctrine which you see is hissed at by the whole world?” — still he must have been cheered by this exhortation, — “You have no reason to be ashamed of me, in that which is not shameful, for I am Christ’s prisoner;” that is, “Not for any crime or evil deed, but for his name I am kept in prison.”\n\n<vq>But be thou a partaker of the afflictions of the gospel</vq> He lays down a method by which that which he enjoins may be done; that is, if Timothy shall prepare himself for enduring the afflictions which are connected with the gospel. Whosoever shall revolt at and shrink from the cross will always be ashamed of the gospel. Not without good reason, therefore, does Paul, while he exhorts to boldness of confession, in order that he may not exhort in vain, speak to him also about bearing the cross. “He shews, in the first place, that the gospel cannot be without afflictions. Not that God does not call all men to unity in the faith, and the doctrine of the gospel is the message of reconciliation; but yet, on the one hand, there are those who are drawn by the power of his Holy Spirit, while unbelievers remain in their hardness; and, on the other hand, there is the fire that is kindled, as, when thunders are generated in the air, there must be great troubles, so is it when the gospel is preached. And now, if the gospel brings afflictions, and if our Lord Jesus Christ wishes that what he endured in his person shall be fulfilled in his members, and that every day he shall be, as it were, crucified, is it lawful for us to withdraw from that condition? Since, therefore, all our hope lies in the gospel, and since we ought to lean upon it, let us ponder what Paul says, that we must lend support to our brethren, when we see that they are assailed, that men trample them under their feet, spit in their face, and insult them, let us choose to be their companions for enduring the reproaches and base conduct of the world, rather than to be honored, to be in good reputation and credit, and yet to be estranged from those who suffer for the cause which we have in common with them.” — Fr. Ser.\n\nHe adds, according to the power of God; because, but for this, and if he did not support us, we should immediately sink under the load. And this clause contains both admonition and consolation. The admonition is, to turn away his eyes from his present weakness, and, relying on the assistance of God, to venture and undertake what is beyond his strength. The consolation is, that, if we endure anything on account of the gospel, God will come forth as our deliverer, that by his power, we may obtain the victory."
    },
    {
      "id": "calvin_2timothy_1_9",
      "reference": "2 Timothy 1:9",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 9
        }
      ],
      "text": "<vq>9 Who hath saved us</vq> From the greatness of the benefit he shews how much we owe to God; for the salvation which he has bestowed on us easily swallows up all the evils that must be endured in this world. The word saved, though it admit of a general signification, is here limited, by the context, to denote eternal salvation. So then he means that they who, having obtained through Christ not a fading or transitory, but an eternal salvation, shall spare their fleeting life or honor rather than acknowledge their Redeemer; are excessively ungrateful.\n\n<vq>And hath called us with a holy calling</vq> He places the sealing of salvation “La certitude de salut.” — “The certainty of salvation.”\n\n<vq>Not according to our works, but according to his purpose and grace</vq> He describes the source both of our calling and of the whole of our salvation. We had not works by which we could anticipate God; but the whole depends on his gracious purpose and election; for in the two words purpose and grace there is the figure of speech called Hypallage, A figure of speech, by which the parts of a proposition seem to be interchanged, ὑπαλλαγή compounded of ν̔πό and ἀλλάσσω `I change.’-Ed.\n\n<vq>Which was given to us</vq> From the order of time he argues, that, by free grace, salvation was given to us which we did not at all deserve; for, if God chose us before the creation of the world, he could not have regard to works, of which we had none, seeing that we did not then exist. As to the cavil of the sophists, that God was moved by the works which he foresaw, it does not need a long refutation. What kind of works would those have been if God had passed us by, seeing that the election itself is the source and beginning of all good works?\n\nThis giving of grace, which he mentions, is nothing else than predestination, by which we were adopted to be the sons of God. On this subject I wished to remind my readers, because God is frequently said actually to “give” his grace to us when we receive the effect of it. But here Paul sets before us what God purposed with himself from the beginning. He, therefore, gave that which, not induced by any merit, he appointed to those who were not yet born, and kept laid up in his treasures, until he made known by the fact itself that he purposeth nothing in vain.\n\n<vq>Before eternal ages</vq> He employs this phrase in the same sense in which he elsewhere speaks of the uninterrupted succession of years from the foundation of the world. (Titus 1:2.) For that ingenious reasoning which Augustine conducts in many passages is totally different from Paul’s design. The meaning therefore is, — “Before times began to take their course from all past ages.” Besides, it is worthy of notice, that he places the foundation of salvation in Christ; for, apart from him, there is neither adoption nor salvation; as was indeed said in expounding the first chapter of the Epistle to the Ephesians."
    },
    {
      "id": "calvin_2timothy_1_10",
      "reference": "2 Timothy 1:10",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 10
        }
      ],
      "text": "<vq>10 But hath now been revealed by the appearing of our Savior Jesus Christ</vq> Observe how appropriately he connects the faith which we have from the gospel within God’s secret election, and assigns to each of them its own place. God has now called us by the gospel, not because he has suddenly taken counsel about our salvation, but because he had so determined from all eternity. Christ hath now “appeared” τὢς ἐπιφανείας. “This Theodoret well explains by ἐνανθρωπήσεως, the expression being one especially used by the ancient writers, of the appearance of the gods on earth. So Joseph. Ant. 18. 3. 4, we have τὴν ἐπιφάνειαν ἐχδιηγεῖται τοῦ Ανούβιδος [she relates the appearing of (the god) Anubis.] ᾿Επιφάνεια here denotes Christ’s first appearance in the flesh though elsewhere the term always means his second appearance to judge the world.” --Bloomfield.\n\nBut it is asked; “Were the fathers under the Law ignorant of this grace?” for if it was not revealed but by the coming of Christ, it follows that, before that time, it was concealed. I reply, Paul speaks of the full exhibition of the thing itself on which depended also the faith of the fathers, so that this takes nothing from them. The reason why Abel, Noah, Abraham, Moses, David, and all believers, obtained the same faith with us, was, that they placed their confidence in this “appearance.” Thus, when he says that “grace hath been revealed to us by the appearing of Christ,” he does not exclude from communion with that grace the fathers who are made partakers with us of this appearing by the same faith. Christ (Hebrews 13:8) was yesterday as he is today; but he did not manifest himself to us, by his death and resurrection, before the time appointed by the Father. To this, as the only pledge and accomplishment of our salvation, both our faith and that of the fathers look with one accord.\n\n<vq>Who hath indeed destroyed death</vq> When he ascribes to the gospel the manifestation of life, he does not mean that we must begin with the word, leaving out of view the death and resurrection of Christ, (for the word, on the contrary, rests on the subject-matter,) but he only means that the fruit of this grace comes to men in no other way than by the gospel, in accordance with what is said,\n\n<sq>“God was in Christ, reconciling the world to himself, and hath committed to us the ministry of reconciliation.” (2 Corinthians 5:19.)</sq>\n\n<vq>And hath brought to light life and immortality by the gospel</vq> It is a high and remarkable commendation of the gospel, that it “bringeth life to light.” To life he adds immortality; as if he had said, “a true and immortal life.” But, perhaps, it may be thought better, that by life we understand regeneration, that is followed by a blessed immortality which is also the object of hope. And, indeed, this is our “life,” not that which we have in common with brute beasts, but that which consists in partaking of the image of God. But because in this world\n\n<sq>“it doth not appear” (1 John 3:2)</sq>\n\nwhat is the nature, or what is the value of that “life,” for the sake of more full expression he has most properly added, “immortality,” which is the revelation of that life which is now concealed."
    },
    {
      "id": "calvin_2timothy_1_11",
      "reference": "2 Timothy 1:11",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 11
        }
      ],
      "text": "<vq>11 To which I have been appointed</vq> Not without good reason does he so highly commend the gospel along with his apostleship. Satan labors, beyond all things else, to banish from our hearts, by every possible method, the faith of sound doctrine; and as it is not always easy for him to do this if he attack us in open war, he steals upon us by secret and indirect methods; for, in order to destroy the credibility of doctrine, he holds up to suspicion the calling of godly teachers. “Des Docteurs ou Pasteurs fideles.” — “Of faithful Teachers or Pastors.”\n\n<vq>A herald, and an apostle, and a teacher of the Gentiles</vq> For the reasons now stated, he adorns himself with various titles for expressing one and the same thing. He calls himself a herald, whose duty it is, to publish the commands of princes and magistrates. The word apostle is here used in its ordinary and restricted meaning. Moreover, because there is a natural relation between a teacher and his disciples, he takes to himself also this third name, that they who learn from him may know that they have a master who has been appointed to them by God. And to whom does he declare that he was appointed? To the Gentiles; for the main hinge of the controversy was about them, because the Jews denied that the promises of life belonged to any others than to the fleshly children of Abraham. In order, therefore, that the salvation of the Gentiles may not be called in question, he affirms that to them he has been especially sent by God."
    },
    {
      "id": "calvin_2timothy_1_12",
      "reference": "2 Timothy 1:12",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 12
        }
      ],
      "text": "<vq>12 For which cause also I suffer these things</vq> It is well known that the rage of the Jews was kindled against Paul, for this reason more than any other, that he made the gospel common to the Gentiles. Yet the phrase for which cause relates to the whole verse, and therefore must not be limited to the last clause about “the Gentiles.”\n\n<vq>But I am not ashamed</vq> That the prison in which he was bound might not in any degree lessen his authority, he contends, on the contrary, by two arguments. First, he shows that the cause, far from being disgraceful, was even honorable to him; for he was a prisoner, not on account of any evil deed, but because he obeyed God who called him. It is an inconceivable consolation, when we are able to bring a good conscience in opposition to the unjust judgments of men. Secondly, from the hope of a prosperous issue he argues that there is nothing disgraceful in his imprisonment. He who shall avail himself of this defense will be able to overcome any temptations, however great they may be. And when he says, that he “is not ashamed,” he stimulates others, by his example, to have the same courage.\n\n<vq>For I know whom I have believed</vq> This is the only place of refuge, to which all believers ought to resort, whenever the world reckons them to be condemned and ruined men; namely, to reckon it enough that God approves of them; for what would be the result, if they depended on men? And hence we ought to infer how widely faith differs from opinion; because, when Paul says, “I know whom I have believed,” he means that it is not enough if you believe, unless you have the testimony of God, and unless you have full certainty of it. Faith, therefore, neither leans on the authority of men, nor rests on God, in such a manner as to hesitate, but must be joined with knowledge; otherwise it would not be sufficiently strong against the innumerable assaults of Satan. He who with Paul enjoys this knowledge, will know, by experience, that, on good grounds, our faith is called\n\n<sq>“the victory that overcometh the world,” (1 John 5:4)</sq>\n\nand that on good grounds, it was said by Christ,\n\n<sq>“The gates of hell shall not prevail against it.” (Matthew 16:18.)</sq>\n\nAmidst every storm and tempest, that man will enjoy undisturbed repose, who has a settled conviction that God,\n\n<sq>“who cannot lie,” (Titus 1:2)</sq>\n\nor deceive, hath spoken, and will undoubtedly perform what he hath promised. On the other hand, he who has not this truth sealed on his heart, will be continually shaken hither and thither like a reed.\n\nThis passage is highly worthy of attention; because it expresses admirably the power of faith, when it shows that, even in desperate affairs, we ought to give to God such glory as not to doubt that he will be true and faithful; and when it likewise shows that we ought to rely on the word as fully as if God had manifested himself to us from heaven; for he who has not this conviction understands nothing. Let us always remember that Paul does not pursue philosophical speculations in the shade, but, having the reality before his eyes, solemnly declares, how highly valuable is a confident hope of eternal life.\n\n<vq>And am persuaded that he is able</vq> Because the power and greatness of dangers often fill us with dismay, or at least tempt our hearts to distrust, for this reason we must defend ourselves with this shield, that there is sufficient protection in the power of God. In like manner Christ, when he bids us cherish confident hope, employs this argument,\n\n<sq>“The Father, who gave you to me, is greater than all,” (John 10:29)</sq>\n\nby which he means, that we are out of danger, seeing that the Lord, who hath taken us under his protection, is abundantly powerful to put down all opposition. True, Satan does not venture to suggest this thought in a direct form, that God cannot fulfill, or is prevented from fulfilling, what he has promised, (for our senses are shocked by so gross a blasphemy against God,) but, by preoccupying our eyes and understandings, he takes away from us all sense of the power of God. The heart must therefore be well purified, in order that it may not only taste that power, but may retain the taste of it amidst temptations of every kind.\n\nNow, whenever Paul speaks of the power of God, understand by it what may be called his actual or (ἐνεργουμένμν) “effectual” power, as he calls it elsewhere. (Colossians 1:29) Faith always connects the power of God with the word, which it does not imagine to be at a distance, but, having inwardly conceived it, possesses and retains it. Thus it is said of Abraham:\n\n<sq>“He did not hesitate or dispute, but gave glory to God, being fully convinced that what he had promised he was able also to perform,” (Romans 4:20,21.)</sq>\n\n<vq>What I have intrusted to him</vq> Observe that he employs this phrase to denote eternal life; for hence we conclude, that our salvation is in the hand of God, in the same manner as there are in the hand of a depository those things which we deliver to him to keep, relying on his fidelity. If our salvation depended on ourselves, “Si nostre salut dependoit de nous, et qu’il fust en nostre garde.” — “If our salvation depended on us, and were under our protection.”"
    },
    {
      "id": "calvin_2timothy_1_13",
      "reference": "2 Timothy 1:13",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 13
        }
      ],
      "text": "<vq>13 Hold the form of sound words</vq> Some explain it thus: “Let thy doctrine be, as it were, a pattern which others may imitate.” I do not approve of that view. Equally removed from Paul’s meaning is Chrysostom’s exposition, that Timothy should have at hand the image of virtues engraven on his heart by Paul’s doctrine. I rather think that Paul commands Timothy to hold fast the doctrine which he had learned, not only as to substance, but as to the very form of expression; for ὑποτύπωσις — the word which Paul employs on this occasion — denotes a lively picture of objects, as if they were actually placed before the eyes. Paul knew how ready men are to depart or fall off from pure doctrine. For this reason he earnestly cautions Timothy not to turn aside from that form of teaching which he had received, and to regulate his manner of teaching by the rule which had been laid down; not that we ought to be very scrupulous about words, but because to misrepresent doctrine, even in the smallest degree, is exceedingly injurious. “He was not barely to assert the words of Scripture, but he was to hold fast the summary, or system of the truths he had heard from his spiritual father, and, in a way of dependence on Christ, to show his fidelity and love to his Redeemer. This system of doctrine he was to keep, as a pledge committed to his trust, by the help of the Holy Spirit. Ministers are to hold fast every truth, but, above all, those particular truths which are the peculiar butt of the devil’s opposition, and meet with rough treatment in the times in which they live; so doing, they comply with the command which their exalted Master laid upon the pastor of the Church at Philadelphia, and then they may hope for the blessing he promised. (Revelation 3:8,10,11.)” — Abraham Taylor.\n\nHence we see what kind of theology there is in Popery, which has degenerated so far from the pattern which Paul recommends, that it resembles the riddles of diviners or soothsayers rather than a doctrine taken from the word of God. What taste of Paul’s writings, I ask, is there in all the books of the schoolmen? This licentiousness in corrupting doctrine shews that there are great reasons why Paul invites Timothy to hold fast the original and natural form. And he contrasts sound words not only with doctrines manifestly wicked, but within useless questions, which, instead of health, bring nothing but disease.\n\n<vq>In faith and love, which is in Christ Jesus</vq> I am aware that the preposition ἐν, agreeably to the idiom of the Hebrew language, ב is often taken for with; but here, I think, the meaning is different Paul has added this as a mark of sound doctrine, in order that we may know what it contains, and what is the summary of it, the whole of which, according to his custom, he includes under “faith and love.” He places both of them in Christ; as, indeed, the knowledge of Christ consists chiefly of these two parts; for, although the words, which is, are in the singular number, agreeing with the word love, yet it must also be understood as applying to faith.\n\nThose who translate it, “with faith and love,” make the meaning to be, that Timothy should add to sound doctrine the affections of piety and love. I do acknowledge that no man can persevere faithfully in sound doctrine unless he is endued with true faith and unfeigned love. But the former exposition, in my opinion, is more appropriate, namely, that Paul employs these terms for describing more fully what is the nature of “sound words” and what is the subject of them. Now he says that the summary consists in “faith and love” of which the knowledge of Christ is the source and beginning."
    },
    {
      "id": "calvin_2timothy_1_14",
      "reference": "2 Timothy 1:14",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 14
        }
      ],
      "text": "<vq>14 Keep the excellent thing committed to thee</vq> This exhortation is more extensive than the preceding. He exhorts Timothy to consider what God has given to him, and to bestow care and application in proportion to the high value of that which has been committed; for, when the thing is of little value, we are not wont to call any one to so strict an account.\n\nBy “that which hath been committed,” I understand him to mean both the honor of the ministry and all the gifts with which Timothy was endued. Some limit it to the ministry alone; but I think that it denotes chiefly the qualifications for the ministry, that is, all the gifts of the Spirit, in which he excelled. The word “committed” is employed also for another reason, to remind Timothy that he must, one day, render an account; for we ought to administer faithfully what God has committed to us.\n\nΤὸ Καλόν “Le mot Grec duquel il use, que nous traduisons bon.” — “The Greek word, which he employs, which we translate good.”\n\n<vq>By the Holy Spirit</vq> As if he had said, “I do ask from thee more than thou canst, for what thou hast not from thyself the Spirit of God will supply to thee.” Hence it follows, that we must not judge of the strength of men from the commandments of God; because, as he commands by words, so he likewise engraves his words on our hearts, and, by communicating strength, causes that his command shall not be in vain.\n\n<vq>Who dwelleth in us</vq> “Seeing that God hath taken up his abode in us, and wishes that we may be his temples, and dwells in those temples by his Holy Spirit, are we afraid that he will not give us power to persevere till the end, that he will not keep us in certain possession of the benefits which we have received from his hand? True, the devil will labor to deprive us of it, but, as our souls will not be a prey to him, because our Lord Jesus Christ has taken them under his protection, having been committed to him by God the Father; so nothing that God has appointed for our salvation will be a prey to Satan. And why? Because we have the Spirit to defend us against all his efforts. And where is that Spirit? We must not go to seek him above the clouds. It is true that he fills the whole earth, and that his majesty dwells above the heavens; but if we feel that he dwells in us, since he has been pleased to exercise his power on such poor creatures as we are, let us know that that power will be sufficient for defending us against the assaults of Satan; that is, provided that we, on our part, are not negligent. For we must not flatter ourselves in our sins, so as to be careless, but must pray to God, committing everything to him, and hoping that he will always strengthen us more and more. And because he has begun to make us ministers of his grace, let us know that he will continue, and in such a way that our salvation and that of our neighbor’s shall always be carried forward more and more to his glory.”-Fr. Ser."
    },
    {
      "id": "calvin_2timothy_1_15",
      "reference": "2 Timothy 1:15",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 15
        }
      ],
      "text": "<vq>15 Thou knowest that all that are in Asia have forsaken me</vq> Those apostasies which he mentions might have shaken the hearts of many, and given rise, at the same time, to many suspicions; as we commonly look at everything in the worst light. Paul meets scandals of this kind with courage and heroism, that all good men may learn to abhor the treachery of those who had thus deserted the servant of Christ, when he alone, at the peril of his life, was upholding the common cause; and that they may not on that account give way, when they learn that Paul is not left destitute of divine assistance.\n\n<vq>Of whom are Phygellus and Hermogenes</vq> He names two of them, who were probably more celebrated than the rest, that he may shut the door against their slanders; for it is customary with revolters and deserters from the Christian warfare, “Car c’est la coustume des apostats, et de ceux qui Laissent la vocation de Christ.” — “For it is customary with apostates, and with those who forsake the calling of Christ.”\n\nThus also, in the present day, there are many who, because they are not here admitted into the ministry, or are stripped of the honor on account of their wickedness, “Pource qu’on les en depose a cause de leur mesehancete et vie scandaleuse.” — “Because they are deposed on account of their wickedness and scandalous life.”"
    },
    {
      "id": "calvin_2timothy_1_16",
      "reference": "2 Timothy 1:16",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 16
        }
      ],
      "text": "<vq>16 May the Lord grant mercy</vq> From this prayer we infer, that the good offices done to the saints are not thrown away, even though they cannot recompense them; for, when he prays to God to reward them, this carries in it the force of a promise. At the same time, Paul testifies his gratitude, by desiring that God will grant the remuneration, because he is unable to pay. What if he had possessed abundant means of remuneration? Undoubtedly he would have manifested that he was not ungrateful.\n\n<vq>To the family of Onesiphorus, for he often refreshed me</vq> It is worthy of attention, that although he praises the kindness of Onesiphorus alone, yet, on his account, he prays for mercy to the whole family Hence we infer, that “the blessing of God rests, not only on the head of the righteous man,” but on all his house. So great is the love of God toward his people, that it diffuses itself over all who are connected with them.\n\n<vq>And was not ashamed of my chain</vq> This is a proof, not only of his liberality, but likewise of his zeal; seeing that he cheerfully exposed himself to danger and to the reproach of men, in order to assist Paul."
    },
    {
      "id": "calvin_2timothy_1_18",
      "reference": "2 Timothy 1:18",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 18
        }
      ],
      "text": "<vq>18 May the Lord grant to him</vq> Some explain it thus: — “May God grant to him that he may find mercy with Christ the Judge.” And, indeed, this is somewhat more tolerable than to interpret that passage in the writings of Moses:\n\n<sq>“The Lord rained fire from the Lord,” (Genesis 19:24,)</sq>\n\nas meaning, — “The Father rained from the Son.” See Calvin on Genesis, vol. 1, p. 512, where that remarkable expression is copiously explained. — Ed.\n\n<vq>That he may find mercy with the Lord on that day</vq> “No Christian can read this passage without being powerfully affected by it; for we see that Paul was, as it were, transported, when he spoke of that coming of our Lord Jesus Christ, and of the final resurrection. He does not say, “May the Lord grant that he may find favor at his coming, on the day of our redemption, when he shall appear again to judge the world!” But he says, “On that day;” as if he presented the Lord Jesus visibly, with his angels. Paul did not speak those things coldly, or like a man, but he rose above all men, that he might be able to exclaim, “That day, that day!” And where is it? True, none of those who wish to be wise in themselves will take any pains to find it; for that saying must be fulfilled, — “Eye hath not seen, ears have not heard, neither hath entered into the heart of man, what God hath prepared for them that love him.” (Isaiah 64:4.) Let men task their powers to the utmost to know it, it will be to them a dark and mysterious thing, and they will not be able to approach to it. But when we shall embrace the promise which he hath given to us, and after having known that Christ, being risen from the dead, displayed his power, not for his own sake, but to gather together all his members, and to unite them to himself, then shall we be able truly to say, That day.”-Fr. Ser."
    },
    {
      "id": "calvin_2timothy_2_1",
      "reference": "2 Timothy 2:1",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 1
        }
      ],
      "text": "<vq>1 Be strong in the grace</vq> As he had formerly commanded him to keep, by the Spirit, that which was committed to him, so now he likewise enjoins him “to be strengthened in grace.” By this expression he intends to shake off sloth and indifference; for the flesh is so sluggish, that even those who are endued with eminent gifts are found to slacken in the midst of their course, if they be not frequently aroused.\n\nSome will say: “Of what use is it to exhort a man to ‘be strong in grace,’ unless free-will have something to do in cooperation?” I reply, what God demands from us by his word he likewise bestows by his Spirit, so that we are strengthened in the grace which he has given to us. And yet the exhortations are not superfluous, because the Spirit of God, teaching us inwardly, causes that they shall not sound in our ears fruitlessly and to no purpose. Whoever, therefore, shall acknowledge that the present exhortation could not have been fruitful without the secret power of the Spirit, will never support free-will by means of it.\n\n<vq>Which is in Christ Jesus</vq> . This is added for two reasons; to shew that the grace comes from Christ alone, and from no other, and that no Christian will be destitute of it; for, since there is one Christ common to all, it follows that all are partakers of his grace, which is said to be in Christ, because all who belong to Christ must have it.\n\n<vq>My son</vq> . This kind appellation, which he employs, tends much to gain the affections, that the doctrine may more effectually obtain admission into the heart."
    },
    {
      "id": "calvin_2timothy_2_2",
      "reference": "2 Timothy 2:2",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 2
        }
      ],
      "text": "<vq>2 And which thou hast heard from me</vq> . He again shews how earnestly desirous he is to transmit sound doctrine to posterity; and he exhorts Timothy, not only to preserve its shape and features, (as he formerly did,) but likewise to hand it down to godly teachers, that, being widely spread, it may take root in the hearts of many; for he saw that it would quickly perish if it were not soon scattered by the ministry of many persons. And, indeed, we see what Satan did, not long after the death of the Apostles; for, just as if preaching had been buried for some centuries, he brought in innumerable reveries, which, by their monstrous absurdity, surpassed the superstitions of all the heathens. We need not wonder, therefore, if Paul, in order to guard against an evil of such a nature and of such magnitude, earnestly desires that his doctrines shall be committed to all godly ministers, who shall be qualified to teach it. As if he had said, — “See that after my death there may remain a sure attestation of my doctrine; and this will be, if thou not only teach faithfully what thou hast learned from me, but take care that it be more widely published by others; therefore, whomsoever thou shalt see fitted for that work, commit to their trust this treasure.”\n\n<vq>Commit to believing men</vq> He calls them believing men, not on account of their faith, which is common to all Christians, but on account of their pre-eminence, as possessing a large measure of faith. We might even translate it “faithful men;” “Loyaux et digne auxquels on se fie.” — “Faithful and trustworthy.”\n\n<vq>By many witnesses</vq> “Entre plusieurs tenmoins, ou, en presence de plusieurs temoins.” — “Among many witnesses, or, in presence of many witnesses.”"
    },
    {
      "id": "calvin_2timothy_2_3",
      "reference": "2 Timothy 2:3",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 3
        }
      ],
      "text": "<vq>3 Do thou therefore endure afflictions</vq> Not without strong necessity has he added this second exhortation; for they who offer their obedience to Christ must be prepared for “enduring afflictions;” and thus, without patient endurance of evils, there will never be perseverance. And accordingly he adds, “as becomes a good soldier of Jesus Christ.” By this term he means that all who serve Christ are warriors, and that their condition as warriors consists, not in inflicting evils, but rather in patience.\n\nThese are matters on which it is highly necessary for us to meditate. We see how many there are every day, that throw away their spears, who formerly made a great show of valor. Whence does this arise? Because they cannot become inured to the cross. First, they are so effeminate that they shrink from warfare. Next, they do not know any other way of fighting than to contend haughtily and fiercely with their adversaries; and they cannot bear to learn what it is to\n\n<sq>“possess their souls in patience.” (Luke 21:19)</sq>"
    },
    {
      "id": "calvin_2timothy_2_4",
      "reference": "2 Timothy 2:4",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 4
        }
      ],
      "text": "<vq>4 No man who warreth</vq> He continues to make use of the metaphor which he had borrowed from warfare. Yet, strictly speaking, he formerly called Timothy “a soldier of Christ” metaphorically; but now he compares profane warfare with spiritual and Christian warfare in this sense. “The condition of military discipline is such, that as soon as a soldier has enrolled himself under a general, he leaves his house and all his affairs, and thinks of nothing but war; and in like manner, in order that we may be wholly devoted to Christ, we must be free from all the entanglements of this world.”\n\n<vq>With the affairs of life</vq> By “the affairs of life”, “By τοῦ βίου πραγματείαις is meant the business of life in general, the plural being used with allusion to the various kinds thereof, as agriculture, trade, manufactures, etc. Now, by the Roman law, soldiers were excluded from all such. See Grotius.” — Bloomfield\n\nHere Paul speaks to the pastors of the Church in the person of Timothy. The statement is general, but is specially adapted to the ministers of the word. First, let them see what things are inconsistent within their office, that, freed from those things, they may follow Christ. Next, let them see, each for himself, what it is that draws them away from Christ; that this heavenly General may not have less authority over us than that which a mortal man claims for himself over heathen soldiers who have enrolled under him."
    },
    {
      "id": "calvin_2timothy_2_5",
      "reference": "2 Timothy 2:5",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 5
        }
      ],
      "text": "<vq>5 And if any one strive</vq> He now speaks of perseverance, that no man may think that he has done enough when he has been engaged in one or two conflicts. He borrows a comparison from wrestlers, not one of whom obtains the prize till he has been victorious in the end. Thus he says:\n\n<sq>“In a race all run, but one obtaineth the prize; run so that ye may obtain.” (1 Corinthians 9:24.)</sq>\n\nIf any man, therefore, wearied with the conflict, immediately withdraw from the arena to enjoy repose, he will be condemned for indolence instead of being crowned. Thus, because Christ wishes us to strive during our whole life, he who gives way in the middle of the course deprives himself of honor, even though he may have begun valiantly. To strive lawfully is to pursue the contest in such a manner and to such an extent as the law requires, that none may leave off before the time appointed."
    },
    {
      "id": "calvin_2timothy_2_6",
      "reference": "2 Timothy 2:6",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 6
        }
      ],
      "text": "<vq>6 The husbandman must labor before he receive the fruits</vq> I am well aware that others render this passage differently; and I acknowledge that they translate, word for word, what Paul has written in Greek; but he who shall carefully examine the context will assent to my view. “Je scay bien que les autres ont tradoit ce passage autrement: Il faut que le laboureur travaillaut (ou, qui travaille) prene premier des fruits.” — “I am well aware that others translate this passage differently: The husbandman laboring (or, who laboreth) must first partake of the fruits.”\n\nThe meaning therefore, is, that husbandmen do not gather the fruit, till they have first toiled hard in the cultivation of the soil, by sowing and by other labors. And if husbandmen do not spare their toils, that one day they may obtain fruit, and if they patiently wait for the season of harvest; how much more unreasonable will it be for us to refuse the labors which Christ enjoins upon us, while he holds out so great a reward?"
    },
    {
      "id": "calvin_2timothy_2_7",
      "reference": "2 Timothy 2:7",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 7
        }
      ],
      "text": "<vq>7 Understand what I say</vq> “Enten ce que je di, of, Considere.” — “Understand what I say, or, Consider what I say.\n\n<vq>The Lord give thee understanding in all things</vq> The prayer, which now follows, is added by way of correction. Because our minds do not easily rise to that “incorruptible crown” (1 Corinthians 9:25) of the life to come, “De la vie eternelle.” — “Of eternal life.”"
    },
    {
      "id": "calvin_2timothy_2_8",
      "reference": "2 Timothy 2:8",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 8
        }
      ],
      "text": "<vq>8 Remember that Jesus Christ, being raised from the dead.</vq> He expressly mentions some part of his doctrine, which he wished to go down to posterity, entire and uncorrupted. It is probable that he glances chiefly at that part about which he was most afraid; as will also appear clearly from what follows, when he comes to speak about the error of “Hymenaeus and Philetus,” (2 Timothy 2:17;) for they denied the resurrection, of which we have a sure pledge in this confession, when they falsely said that it was already past.\n\nHow necessary this admonition of Paul was, the ancient histories shew; for Satan put forth all his strength, in order to destroy this article of our faith. There being two parts of it, that Christ was born “of the seed of David,” and that he rose from the dead; immediately after the time of the Apostles, arose Marcion, who labored to destroy the truth of the human nature in Christ; and afterwards he was followed by the Manichaeans; and even, in the present day, this plague is still spreading.\n\nSo far as relates to the resurrection, how many have been employed, and with what diversified schemes, in laboring to overthrow the hope of it! This attestation, therefore, means as much as if Paul had said, “Let no one corrupt or falsify my gospel by slanders; I have thus taught, I have thus preached, that Christ, who was born a man of the seed of David, rose from the dead.”\n\n<vq>According to my gospel</vq> He calls it “his gospel,” not that he professes to be the author but the minister of it. Now, in the resurrection of Christ we all have a sure pledge of our own resurrection. Accordingly, he who acknowledges that Christ has risen affirms that the same thing will take place with us also; for Christ did not rise for himself, but for us. The head must not be separated from his members. Besides, in the resurrection of Christ is contained the fulfillment of our redemption and salvation; for it is added, from the dead. Thus Christ, who was dead, arose. Why? and for what purpose? Here we must come to ourselves, and here too is manifested the power and fruit of both, namely, of his resurrection and of his death; for we must always hold by this principle, that Scripture is not wont to speak of these things coldly, and as matters of history, but makes indirect reference to the fruit.\n\n<vq>Of the seed of David</vq> This clause not only asserts the reality of human nature in Christ, but also claims for him the honor and name of the Messiah. Heretics deny that Christ was a real man, others imagine that his human nature descended from heaven, and others think that there was in him nothing more than the appearance of a man. “Que seulement il y avoit en luy une apparence d’homme, et non pas une vraye nature humaine.” — “That there was in him only an appearance of man, and not a real human nature.”"
    },
    {
      "id": "calvin_2timothy_2_9",
      "reference": "2 Timothy 2:9",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 9
        }
      ],
      "text": "<vq>9 In which I am a sufferer</vq> This is an anticipation, for his imprisonment lessened the credit due to his gospel in the eyes of ignorant people. He, therefore, acknowledges that, as to outward appearance, he was imprisoned like a criminal; but adds, that his imprisonment did not hinder the gospel from having free course; and not only so, but that what he suffers is advantageous to the elect, because it tends to confirm them. Such is the unshaken courage of the martyrs of Christ, when the consciousness of being engaged in a good cause lifts them up above the world; so that, from a lofty position, they look down with contempt, not only on bodily pains and agonies, but on every kind of disgrace.\n\nMoreover, all godly persons ought to strengthen themselves with this consideration, when they see the ministers of the gospel attacked and outraged by adversaries, that they may not, on that account, cherish less reverence for doctrine, but may give glory to God, by whose power they see it burst through all the hindrances of the world. And, indeed, if we were not excessively devoted to the flesh, this consolation alone must have been sufficient for us in the midst of persecutions, that, if we are oppressed by the cruelty of the wicked, the gospel is nevertheless extended and more widely diffused; for, whatever they may attempt, so far are they from obscuring or extinguishing the light of the gospel, that it burns the more brightly. Let us therefore bear cheerfully, or at least patiently, to have both our body and our reputation shut up in prison, provided that the truth of God breaks through those fetters, and is spread far and wide."
    },
    {
      "id": "calvin_2timothy_2_10",
      "reference": "2 Timothy 2:10",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 10
        }
      ],
      "text": "<vq>10 Wherefore I endure all things for the sake of the elect</vq> From the elect he shews, that his imprisonment is so far from being a ground of reproach, that it is highly profitable to the elect. When he says that he endures for the sake of the elect, “It might be replied, that it is superfluous that Paul should ‘endure for the elect.’ ‘Cannot God save those whom he elected and adopted before the creation of the world, without the assistance of men? Has the immutable decree of God any need of human help, or of creatures? Why then does Paul say that he endures on account of the elect?’ Now, it us true that God will conduct his people to the inheritance which is prepared for them but yet he is pleased to make use of the labor of men. Not that he is under a necessity of borrowing anything from us, but he confers on us this honor by his undeserved goodness, and wishes that we should be instruments of his power. Thus Paul does not boast that the salvation of the children of God depends on his steadfastness or on the afflictions which he had to endure; but he only means that God wishes to conduct his people by means of the word, and that he employs men whom he has chosen for that purpose, as for his own work, and makes them instruments of the power of his Holy Spirit.” — Fr. Ser.\n\nIn this passage Paul teaches the same doctrine as in Colossians 1:24, where he says, that he\n\n<sq>“fills up what is wanting in the sufferings of Christ, for his body, which is the Church.”</sq>\n\nHence the impudence of the Papists is abundantly refuted, who infer from these words that the death of Paul was a satisfaction for our sins; as if he claimed anything else for his death, than that it would confirm the faith of the godly, for he immediately adds an exposition, by affirming that the salvation of believers is found in Christ alone. But if any of my readers wishes to see a more extended illustration of this subject, let him consult my Commentary on the chapter which I have just now quoted — the first of the Epistle to the Colossians.\n\n<vq>With eternal glory</vq> This is the end of the salvation which we obtain in Christ; for our salvation is to live to God, which salvation begins with our regeneration, and is completed by our perfect deliverance, when God takes us away from the miseries of this mortal life, and gathers us into his kingdom. To this salvation is added the participation of heavenly, that is, divine glory; and, therefore, in order to magnify the grace of Christ, he gave to salvation the name of “eternal glory.”"
    },
    {
      "id": "calvin_2timothy_2_11",
      "reference": "2 Timothy 2:11",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 11
        }
      ],
      "text": "<vq>11 A faithful saying</vq> He makes a preface to the sentiment which he is about to utter; because nothing is more opposite to the feeling of the flesh, than that we must die in order to live, and that death is the entrance into life; for we may gather from other passages, that Paul was wont to make use of a preface of this sort, in matters of great importance, or hard to be believed.\n\n<vq>If we die with him, we shall also live with him</vq> The general meaning is, that we shall not be partakers of the life and glory of Christ, unless we have previously died and been humbled with him; as he says, that all the elect were\n\n<sq>“predestinated that they might be conformed to his image.” (Romans 8:29.)</sq>\n\nThis is said both for exhorting and comforting believers. Who is not excited by this exhortation, that we ought not to be distressed on account of our afflictions, which shall have so happy a result? The same consideration abates and sweetens all that is bitter in the cross; because neither pains, nor tortures, nor reproaches, nor death ought to be received by us with horror, since in these we share with Christ; more especially seeing that all these things are the forerunners of a triumph.\n\nBy his example, therefore, Paul encourages all believers to receive joyfully, for the name of Christ, those afflictions in which they already have a taste of future glory. If this shocks our belief, and if the cross itself so overpowers and dazzles our eyes, that we do not perceive Christ in them, let us remember to present this shield, “It is a faithful saying.” And, indeed, where Christ is present, we must acknowledge that life and happiness are there. We ought, therefore, to believe firmly, and to impress deeply on our hearts, this fellowship, that we do not die apart, but along with Christ, in order that we may afterwards have life in common with him; that we suffer with him, in order that we may be partakers of his glory. By death he means all that outward mortification of which he speaks in 2 Corinthians 4:10. The reader will do well to consider the author’s Commentary on that remarkable passage. — Ed."
    },
    {
      "id": "calvin_2timothy_2_12",
      "reference": "2 Timothy 2:12",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 12
        }
      ],
      "text": "<vq>12 If we deny him, he will also deny us</vq> A threatening is likewise added, for the purpose of shaking off sloth; for he threatens that they who, through the dread of persecution, leave off the confession of his name, have no part or lot with Christ. How unreasonable is it, that we should esteem more highly the transitory life of this world than the holy and sacred name of the Son of God! And why should he reckon among his people those who treacherously reject him? Here the excuse of weakness is of no value; “On ne gaigne rien yci de se defendre et excuser, en alleguant son infirmite.” — “Here nothing is gained by defending and excusing ourselves on the ground of our weakness.”\n\n<sq>“Whoever shall deny me, him will I also deny” (Matthew 10:33.)</sq>\n\nIt remains that every one consider with himself, that this is no childish terror, but the judge seriously pronounces what will be found, at the appointed time, to be true."
    },
    {
      "id": "calvin_2timothy_2_13",
      "reference": "2 Timothy 2:13",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 13
        }
      ],
      "text": "<vq>13 If we are unbelieving, he remaineth faithful</vq> The meaning is, that our base desertion takes nothing from the Son of God or from his glory; because, having everything in himself, he stands in no need of our confession. As if he had said, “Let them desert Christ who will, yet they take nothing from him; for when they perish, he remaineth unchanged.”\n\n<vq>He cannot deny himself</vq> This is a still stronger expression. “Christ is not like us, to swerve from his truth.” Hence it is evident, that all who deny Christ are disowned by him. And thus he drives away from wicked apostates the flatteries with which they soothe themselves; because, being in the habit of changing their hue, according to circumstances, they would willingly imagine that Christ, in like manner, assumes various forms, and is liable to change; which Paul affirms to be impossible. Yet, at the same time, we must firmly believe what I stated briefly on a former passage, that our faith is founded on the eternal and unchangeable truth of Christ, in order that it may not waver through the unsteadfastness or apostasy of men."
    },
    {
      "id": "calvin_2timothy_2_14",
      "reference": "2 Timothy 2:14",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 14
        }
      ],
      "text": "<vq>14 Remind them of these things.</vq> The expression (ταῦτα) these things, is highly emphatic. It means that the summary of the gospel which he gave, and the exhortations which he added to it, are of so great importance, that a good minister ought never to be weary of exhibiting them; for they are things that deserve to be continually handled, and that cannot be too frequently repeated. “They are things” (he says) “which I wish you not only to teach once, but to take great pains to impress on the hearts of men by frequent repetition.” A good teacher ought to look at nothing else than edification, and to give his whole attention to that alone. “When any person comes to the sermon, let it not be to hear something that tickles the ears, or that gives pleasure; but let it be to make progress in the fear of God, and in humility, and to excite to prayer, and to confirm him in patience. If we have heard an exhortation today, and if tomorrow it is repeated to us, let us not think that this is superfluous, let us not be annoyed at it; for every person who carefully examines this subject will find it to be highly necessary for him to be reminded of the lesson which he had learned, that he may practice it well. If, therefore, God refreshes our memory with it, he has conferred on us a great favor. That is what we have to remark on this passage, when Paul says, ‘Remind them of these things.’ For undoubtedly he intended to prevent what we frequently meet with, when it is said, ‘We have heard this before. Is not that a very common remark? Where is the little child that does not know it?” Such things are said by those who would wish to be fed with useless questions. But here the Holy Spirit desires that what is useful should be brought forward every day, because we have not sufficiently understood it, and because it must be put in practice.” — Fr. Ser.\n\n<vq>Solemnly charging them before the Lord, not to dispute about words.</vq> Λογομαχεῖν means to engage earnestly in contentious disputes, which are commonly produced by a foolish desire of being ingenious. Solemn charging before the Lord is intended to strike terror; “Est pour donner crainte a ceux qui voudroyent faire autrement.” — “Is intended to strike terror into those who would wish to act differently.”\n\n<vq>For no use,</vq> On two grounds, λογομαχία, or “disputing about words,” is condemned by him. It is of no advantage, and it is exceedingly hurtful, by disturbing weak minds. Although in the version I have followed Erasmus, because it did not disagree with Paul’s meaning, yet I wish to inform my readers that Paul’s words may be explained in this manner, “That which is useful for nothing.” The Greek words are, εἰς οὐδὲν χρήσιμον, and I read χρήσιμον in the accusative case, and not in the nominative. The style will thus flow more agreeably; as if he had said, “Of what use is it, when no good comes from it, but much evil? for the faith of many is subverted.”\n\nLet us remark, first, that, when a manner of teaching does no good, for that single reason it is justly disapproved; for God does not wish to indulge our curiosity, but to instruct us in a useful manner. Away with all speculations, therefore, which produce no edification!\n\nBut the second is much worse, when questions are raised, which are not only unprofitable, but tend to the subversion of the hearers I wish that this were attended to by those who are always armed for fighting with the tongue, and who, in every question are looking for grounds of quarreling, and who go so far as to lay snares around every word or syllable. But they are carried in a wrong direction by ambition, and sometimes by an almost fatal disease; which I have experienced in some. What the Apostle says about subverting is shown, every day, by actual observation, to be perfectly true; for it is natural, amidst disputes, to lose sight of the truth; and Satan avails himself of quarrels as a presence for disturbing weak persons, and overthrowing their faith."
    },
    {
      "id": "calvin_2timothy_2_15",
      "reference": "2 Timothy 2:15",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 15
        }
      ],
      "text": "<vq>15 Study to shew thyself to be approved by God</vq> Since all disputes about doctrine arise from this source, that men are desirous to make a boast of ingenuity before the world, Paul here applies the best and most excellent remedy, when he commands Timothy to keep his eyes fixed on God; as if he had said; “Some aim at the applause of a crowded assembly, but do thou study to approve thyself and thy ministry to God.” And indeed there is nothing that tends more to check a foolish eagerness for display, than to reflect that we have to deal with God.\n\n<vq>A workman that doth not blush</vq> Erasmus translates ἀνεπαίσχυντον “that ought not to blush.” I do not find fault with that rendering, but prefer to explain it actively, “that doth not blush;”, both because that is the more ordinary meaning of the word as used by Greek writers, and because I consider it to agree better with the present passage. There is an implied contrast. Those who disturb the Church by contentions break out into that fierceness, because they are ashamed of being overcome, and because they reckon it disgraceful that there should be anything that they do not know. Paul, on the contrary, bids them appeal to the judgment of God.\n\nAnd first, he bids them be not lazy disputants, but workmen. By this term he indirectly reproves the foolishness of those who so greatly torment themselves by doing nothing. Let us therefore be “workmen” in building the Church, and let us be employed in the work of God in such a manner that some fruit shall be seen then we shall have no cause to “blush;” for, although in debating we be not equal to talkative boasters, yet it will be enough that we excel them in the desire of edification, in industry, in courage, and in the efficacy of doctrine. In short, he bids Timothy labor diligently, that he may not be ashamed before God; whereas ambitious men dread only this kind of shame, to lose nothing of their reputation for acuteness or profound knowledge.\n\n<vq>Dividing aright the word of truth</vq> . This is a beautiful metaphor, and one that skillfully expresses the chief design of teaching. “Since we ought to be satisfied with the word of God alone, what purpose is served by having sermons every day, or even the office of pastors? Has not every person an opportunity of reading the Bible?” “We shall find fanatics who think that it is a loss of time to come to the church to be taught. ‘What? Is not all the doctrine of God contained in the Bible? What more can be said on the subject?’ It is making them little children (they will say) to come here to be taught; but grown people may dispense with it. What? Must there be all this preaching? There are but two points in Scripture, that we ought to love God and to love our neighbor. We have not heard these things merely from those who come to relate them; but the most distinguished scholars of those who vomited out these blasphemies have themselves declared them to us. I could name the day when it was said, and the houses, and the hour, and the people who were present, and how wicked men poured out their venom and their passion against God, to overthrow and destroy all religion, if it were possible; that is but too well known. On the contrary, Paul shews us here, that if we have only the Holy Scripture, it is not enough that each of us read it in private, but the doctrine drawn from it must be preached to us in order that we may be well informed” — Fr. Ser.\n\nHe advises Timothy to “cut aright,” lest, when he is employed in cutting the surface, as unskillful people are wont to do, he leave the pith and marrow untouched. Yet by this term I understand, generally, an allotment of the word which is judicious, and which is well suited to the profit of the hearers. Some mutilate it, others tear it, others torture it, others break it in pieces, others, keeping by the outside, (as we have said,) never come to the soul of doctrine. “A l’ame de la doctrine.”"
    },
    {
      "id": "calvin_2timothy_2_16",
      "reference": "2 Timothy 2:16",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 16
        }
      ],
      "text": "<vq>16 But avoid profane and unmeaning noises</vq> My opinion as to the import of these words has been stated in my commentary on the last chapter of the First Epistle to Timothy; and my readers will find it there. See p. 173.\n\n<vq>For they will grow to greater ungodliness.</vq> That he may more effectually deter Timothy from that profane and noisy talkativeness, he states that it is a sort of labyrinth, or rather a deep whirlpool, from which they cannot go out, but into which men plunge themselves more and more."
    },
    {
      "id": "calvin_2timothy_2_17",
      "reference": "2 Timothy 2:17",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 17
        }
      ],
      "text": "<vq>17 And their word will eat as a gangrene</vq> I have been told by Benedict Textor, a physician, that this passage is badly translated by Erasmus, who, out of two diseases quite different from each other, has made but one disease; for, instead of “gangrene,” he has used the word “cancer.” Now Galen, in many passages throughout his writings, and especially where he lays down definitions in his small work “On unnatural swellings,” distinguishes the one from the other. Paul Aegineta, too, on the authority of Galen, thus in his sixth book defines a “cancer;” that it is “an unequal swelling, with inflated extremities, loathsome to the sight, of a leaden color, and unaccompanied by pain.” Next, he enumerates two kinds, as other physicians do; for he says that some “cancers” are concealed and have no ulcer; while others, in which there is a preponderance of the black bile from which they originate, are ulcerous.\n\nOf the “gangrene,” on the other hand, Galen, both in the small work already quoted, and in his second book to Glauco, Aetius in his fourteenth book, and the same Ægineta in his fourth book, speak to the following effect; that it proceeds from great phlegmons or inflammations, if they fall violently on any member, so that the part which is destitute of heat and vital energy tends to destruction. If that part be quite dead, the Greek writers call the disease σφάκελος the Latins sideratio, and the common people call it St. Anthony’s fire.\n\nI find, indeed, that Cornelius Celsius draws the distinction in this manner, that “cancer “is the genus, and “gangrene” the species; but his mistake is plainly refuted from numerous passages in the works of physicians of high authority. It is possible, also, that he was led astray by the similarity between the Latin words “cancer“ and “gangræna.” But in the Greek words there can be no mistake of that kind; for κάρκινος is the name which corresponds to the Latin word “cancer,” and denotes both the animal which we call a crab, and the disease; while grammarians think that γάγγραινα is derived ἀπο τοῦ γραίνειν which means “to eat.” We must therefore abide by the word “gangrene,” which Paul uses, and which best agrees with what he says as to “eating” or “consuming.”\n\nWe have now explained the etymology; but all physicians pronounce the nature of the disease to be such, that, if it be not very speedily counteracted, it spreads to the adjoining parts, and penetrates even to the bones, and does not cease to consume, till it has killed the man. Since, therefore, “gangrene” is immediately followed by (νέκρωσις) mortification, which rapidly infects the rest of the members till it end in the universal destruction of the body; to this mortal contagion Paul elegantly compares false doctrines; for, if you once give entrance to them, they spread till they have completed the destruction of the Church. The contagion being so destructive, we must meet it early, and not wait till it has gathered strength by progress; for there will then be no time for rendering assistance. The dreadful extinction of the gospel among the Papists arose from this cause, that, through the ignorance or slothfulness of the pastors, corruptions prevailed long and without control, in consequence of which the purity of doctrine was gradually destroyed.\n\n<vq>Of the number of whom are Hymenaeus and Philetus</vq> He points out with the finger the plagues themselves, that all may be on their guard against them; for, if those persons who aim at the ruin of the whole Church are permitted by us to remain concealed, then to some extent we give them power to do injury. It is true that we ought to conceal the faults of brethren, but only those faults the contagion of which is not widely spread. But where there is danger to many, our dissimulation is cruel, if we do not expose in proper time the hidden evil. And why? Is it proper, for the sake of sparing one individual, that a hundred or a thousand persons shall perish through my silence? Besides, Paul did not intend to convey this information to Timothy alone, but he intended to proclaim to all ages and to all nations the wickedness of the two men, in order to shut the door against their base and ruinous doctrine."
    },
    {
      "id": "calvin_2timothy_2_18",
      "reference": "2 Timothy 2:18",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 18
        }
      ],
      "text": "<vq>18 Who, concerning the truth have erred, saying that the resurrection is already past</vq> After having said that they had departed from “the truth,” he specifies their error, which consisted in this, that they gave out that “the resurrection was already past.” In doing this, they undoubtedly contrived a sort of allegorical resurrection, which has also been attempted in this age by some filthy dogs. By this trick Satan overthrows that fundamental article of our faith concerning the resurrection of the flesh. Being an old and worthless dream, and being so severely condemned by Paul, it ought to give us the less uneasiness. But when we learn that, from the very beginning of the gospel, the faith of some was subverted, such an example ought to excite us to diligence, that we may seize an early opportunity of driving away from ourselves and others so dangerous a plague; for, in consequence of the strong inclination of men to vanity, there is no absurdity so monstrous that there shall not be some men who shall lend their ear to it."
    },
    {
      "id": "calvin_2timothy_2_19",
      "reference": "2 Timothy 2:19",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 19
        }
      ],
      "text": "<vq>19 Nevertheless the foundation of God standeth firm</vq> . We know too well, by experience, how much scandal is produced by the apostasy of those who at one time professed the same faith with ourselves. This is especially the case with those who were extensively known, and who had a more brilliant reputation than others; for, if any of the common people apostatize, we are not so deeply affected by it. But they who in the ordinary opinion of men held a distinguished rank, having been formerly regarded as pillars, cannot fall in this manner, without involving others in the same ruin with themselves; at least, if their faith has no other support. This is the subject which Paul has now in hand; for he declares that there is no reason why believers should lose heart, although they see those persons fall, whom they were wont to reckon the strongest.\n\nHe makes use of this consolation, that the levity or treachery of men cannot hinder God from preserving his Church to the last. And first he reminds us of the election of God, which he metaphorically calls a foundation, expressing by this word the firm and enduring constancy of it. Yet all this tends to prove the certainty of our salvation, if we are of the elect of God. As if he had said, “The elect do not depend on changing events, but rest on a solid and immovable foundation; because their salvation is in the hand of God.” For as\n\n<sq>“every plant which the heavenly Father hath not planted must be rooted up,” (Matthew 15:13,)</sq>\n\nso a root, which has been fixed by his hand, is not liable to be injured by any winds or storms.\n\nFirst of all, therefore, let us hold this principle, that, amidst so great weakness of our flesh, the elect are nevertheless beyond the reach of danger, because they do not stand by their own strength, but are founded on God. And if foundations laid by the hand of men have so much firmness, how much more solid will be that which has been laid by God himself? I am aware that some refer this to doctrine, “Let no man judge of the truth of it from the unsteadfastness of men;” but it may easily be inferred from the context, that Paul speaks of the Church of God, or of the elect.\n\n<vq>Having this seal</vq> The word signaculum (which denotes either “a seal” or “the print of a seal”) having led into a mistake some people who thought that it was intended to denote a mark or impress, I have translated it sigillum (a seal,) which is less ambiguous. And, indeed, Paul means, that under the secret guardianship of God, as a signet, is contained the salvation of the elect, as Scripture testifies that they are\n\n<sq>“written in the book of life.” (Psalm 69:28; Philippians 4:3.)</sq>\n\n<vq>The Lord knoweth who are his</vq> This clause, together with the word seal, reminds us, that we must not judge, by our own opinion, whether the number of the elect is great or small; for what God hath sealed he wishes to be, in some respect, shut up from us. Besides, if it is the prerogative of God to know who are his, we need not wonder if a great number of them are often unknown to us, or even if we fall into mistakes in making the selection.\n\nYet we ought always to observe why and for what purpose he makes mention of a seal; that is, when we see such occurrences, let us instantly call to remembrance what we are taught by the Apostle John, that\n\n<sq>“they who went out from us were not of us.” (1 John 2:19.)</sq>\n\nHence arises a twofold advantage. First, our faith will not be shaken, as if it depended on men; nor shall we be even dismayed, as often happens, when unexpected events take place. Secondly, being convinced that the Church shall nevertheless be safe, we shall more patiently endure that the reprobate go away into their own lot, to which they were appointed; because there will remain the full number, with which God is satisfied. Therefore, whenever any sudden change happens among men, contrary to our opinion and expectation, let us immediately call to remembrance, “The Lord knoweth who are his.”\n\n<vq>Let every one that calleth on the name of Christ depart from iniquity</vq> As he formerly met the scandal by saying, “Let not the revolt of any man produce excessive alarm in believers;” so now, by holding out this example of hypocrites, he shews that we must not sport with God by a feigned profession of Christianity. As if he had said, “Since God thus punishes hypocrites by exposing their wickedness, let us learn to fear him with a sincere conscience, lest anything of that kind should happen to us. Whoever, therefore, calleth upon God, that is, professeth to be, and wisheth to be reckoned, one of the people of God, let him keep at a distance from all iniquity.” “Let us not therefore be distressed by all the scandals that may arise. And yet let us study to walk in fear, not abusing the goodness of our God but knowing that, since he hath separated us from the rest of the world we must live as being in his house and as being his, in the same manner as he hath given to us the onward mark of baptism, that we may also have the signature of his holy Spirit, for he is “the earnest,” as Paul calls him, of our election, he is the pledge which we possess that we are called to the heavenly inheritance. Let us therefore pray to God that he may sign and seal in our hearts his gracious election, by his holy Spirit, and, at the same time, that he may keep us sealed and as shut up under the shadow of his wings; and if poor reprobates go astray and are lost, and if the devil drives them along, and if they do not rise again when they fall, but are cast down and ruined, let us, on our part, pray to God to keep us under his protection, that we may know what it is to obey his will, and to be supported by him. Though the world strive to shake us, let us lean on this foundation, that the Lord knoweth who are his; and let us never be drawn aside from this, but let us persevere and profit more and more, till God withdraw us from the present state into his kingdom, which is not liable to change.” — Fr. Ser.\n\n<sq>“the name of a man called on a woman” (Isaiah 4:1)</sq>\n\nthe woman is accounted to be his lawful wife; and to have “the name of Jacob called on” all his posterity (Genesis 48:16) means that the name of the family shall be kept up in uninterrupted succession, because the race is descended from Jacob."
    },
    {
      "id": "calvin_2timothy_2_20",
      "reference": "2 Timothy 2:20",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 20
        }
      ],
      "text": "<vq>20 In a great house</vq> He now goes farther, and demonstrates by a comparison, that when we see some who, for a time, made a show of distinguished piety and zeal, fall back shamefully, so far from being troubled on account of it, we ought rather to acknowledge that this arrangement is seemly and adapted to the providence of God. Who will find fault with a large house, in which there is abundance of every kind of furniture, and which accordingly contains not only those articles which are fitted for purposes of display, but likewise those which are of a meaner sort? This diversity is even ornamental, if, while the sideboard and the table glitter with gold and silver, the kitchen is furnished with vessels of wood and of earthenware. Why then should we wonder if God, the head of the family, so rich and so abundantly supplied with everything, has in this world, as in a large house, various kinds of men, as so many parts of furniture?\n\nCommentators are not agreed, however, whether the “great house” means the Church alone, or the whole world. And, indeed, the context rather leads us to understand it as denoting the Church; for Paul is not now reasoning about strangers, but about God’s own family. Yet what he says is true generally, and in another passage the same Apostle extends it to the whole world; that is, at Romans 9:21, where he includes all the reprobate under the same word that is here used. We need not greatly dispute, therefore, if any person shall apply it simply to the world. Yet there can be no doubt that Paul’s object is to shew that we ought not to think it strange, that bad men are mixed with the good, which happens chiefly in the Church."
    },
    {
      "id": "calvin_2timothy_2_21",
      "reference": "2 Timothy 2:21",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 21
        }
      ],
      "text": "<vq>21 If any man shall cleanse himself from these</vq> If the reprobate are “vessels for dishonor,” they have that dishonor confined to themselves, but they do not disfigure the house, or bring any disgrace on the head of the family, who, while he has a variety of articles of furniture, appropriates each vessel to its proper use. But let us learn, by their example, to apply them to better and worthier uses; for in the reprobate, as in mirrors, we perceive how detestable is the condition of man, if he do not sincerely promote the glory of God. Such examples, therefore, afford to us good ground for exhortation to devote ourselves to a holy and blameless life.\n\nThere are many who misapply this passage, for the sake of proving that what Paul elsewhere (Romans 9:16) declares to belong “to God that sheweth mercy,” is actually within the power of “him that willeth and him that runneth.” This is exceedingly frivolous; for Paul does not here argue about the election of men, in order to shew what is the cause of it, as he does in the ninth chapter of the Epistle to the Romans (Romans 9); but only means that we are unlike wicked men, whom we perceive to have been born to their perdition. It is consequently foolish to draw an inference from these words, about the question whether it is in a man’s power to place himself in the number of the children of God, and to be the author of his own adoption. That is not the present question. Let this short warning suffice against those who bid a man cause himself to be predestinated; as if Paul enjoined men to do what they must have done before they were born, and even before the foundations of the world were laid.\n\nOthers, who infer from these words that free-will is sufficient for preparing a man, that he may be fit and qualified for obeying God, do not at first sight appear to be so absurd as the former, yet there is no solidity in what they advance. The Apostle enjoins that men who desire to consecrate themselves to the Lord cleanse themselves from the pollution of wicked men; and throughout the Scriptures God gives the same injunction; for we find nothing here but what we have seen in many passages of Paul’s writings, and especially in the Second Epistle to the Corinthians,\n\n<sq>“Be ye clean, that bear the vessels of the Lord.” This quotation is taken from Isaiah 52:11, but the passage to which our author, quoting from memory, makes reference, is 2 Corinthians 6:17, where the words of Isaiah have undergone considerable variation See Calvin's Com. On Corinthians, vol. 2, p. 261. — Ed.</sq>\n\nBeyond all controversy, we are called to holiness. But the question about the calling and duty of Christians is totally different from the question about their power or ability. We do not deny that it is demanded from believers that they purify themselves; but elsewhere the Lord declares that this is their duty, while he promises by Ezekiel that he will send\n\n<sq>“clean waters, that we may be cleansed.” (Ezekiel 36:25.)</sq>\n\nWherefore we ought to supplicate the Lord to cleanse us, instead of vainly trying our strength in this matter without his assistance.\n\n<vq>A vessel sanctified for honor</vq> means, set apart for honorable and magnificent purposes. In like manner, what is useful to the head of the family is put for that which is applied to agreeable purposes. He afterwards explains the metaphor, when he adds, that we must be prepared for every good work. Away with the wild language of fanatics, “I will contribute to the glory of God, as Pharaoh did; for is it not all one, provided that God be glorified?” For here God explicitly states in what manner he wishes us to serve him, that is, by a religious and holy life."
    },
    {
      "id": "calvin_2timothy_2_22",
      "reference": "2 Timothy 2:22",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 22
        }
      ],
      "text": "<vq>22 Flee youthful desires.</vq> This is an inference from what goes before; for, after mentioning useless questions, and having been led by this circumstance to censure Hymenaeus and Philetus, whose ambition and vain curiosity had led them away from the right faith, he again exhorts Timothy to keep at a distance from so dangerous a plague, and for this purpose he advises him to avoid “youthful desires.”\n\nBy this term he does not mean either a propensity to uncleanness, or any of those licentious courses or sinful lusts in which young men frequently indulge, but any impetuous passions to which the excessive warmth of that age is prone. If some debate has arisen, young men more quickly grow warm, are more easily irritated, more frequently blunder through want of experience, and rush forward with greater confidence and rashness, than men of riper age. With good reason, therefore, does Paul advise Timothy, being a young man, to be strictly on his guard against the vices of youth, which otherwise might easily drive him to useless disputes.\n\n<vq>But follow righteousness</vq> He recommends the opposite feelings, that they may restrain his mind from breaking out into any youthful excesses; as if he had said, “These are the things to which thou oughtest to give thy whole attention, and thy whole exertions.” And first he mentions righteousness, that is, the right way of living; and afterwards he adds faith and love, in which it principally consists. Peace is closely connected with the present subject; for they who delight in the questions which he forbids must be contentious and fond of debating.\n\n<vq>With all that call on the Lord</vq> Here, by a figure of speech, in which a part is taken for the whole, “calling on God” is taken generally for worship, if it be not thought preferable to refer it to profession. But this is the chief part of the worship of God, and for that reason “calling on God” often signifies the whole of religion or the worship of God. But when he bids him seek “peace with all that call upon the Lord,” it is doubtful whether, on the one hand, he holds out all believers as an example, as if he had said, that he ought to pursue this in common with all the true worshippers of God, or, on the other hand, he enjoins Timothy to cultivate peace with them. The latter meaning appears to be more suitable."
    },
    {
      "id": "calvin_2timothy_2_23",
      "reference": "2 Timothy 2:23",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 23
        }
      ],
      "text": "<vq>23 But avoid foolish and uninstructive questions</vq> He calls them foolish, because they are uninstructive; that is, they contribute nothing to godliness, whatever show of acuteness they may hold out. When we are wise in a useful manner, then alone are we truly wise. This ought to be carefully observed; for we see what foolish admiration the world entertains for silly trifles, and how eagerly it runs after them. That an ambition to please may not urge us to seek the favor of men by such display, let us always remember this remarkable testimony of Paul, that questions, which are held in high estimation, are nevertheless foolish, because they are unprofitable.\n\n<vq>Knowing that they beget quarrels</vq> Next, he expresses the evil which they commonly produce. And here he says nothing else than what we experience every day, that they give occasion for jangling and debates. And yet the greater part of men, after having received so many instructions, do not at all profit by them."
    },
    {
      "id": "calvin_2timothy_2_24",
      "reference": "2 Timothy 2:24",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 24
        }
      ],
      "text": "<vq>24 But the servant of the Lord must not fight</vq> Paul’s argument is to this effect: “The servant of God must stand aloof from contentions; but foolish questions are contentions; therefore whoever desires to be a ‘servant of God,’ and to be accounted such, ought to shun them.” And if superfluous questions ought to be avoided on this single ground, that it is unseemly for a servant of God to fight, how impudently do they act, who have the open effrontery of claiming applause for raising incessant controversies? Let the theology of the Papists now come forth; what else will be found in it than the art of disputing and fighting? The more progress any man has made in it, the more unfit will he be for serving, Christ.\n\n<vq>But gentle towards all,</vq> “When he says, that we must be “gentle towards all, “he means that we ought to be easy and affable in receiving all who come to be taught in the gospel, for if we do not give them access it is like shutting the door against them, so that they shall never have it in their power to approach to God. We must, therefore, have that mildness and humanity dwelling in us, so as to be ready to receive all who wish to be instructed. And therefore, he adds, that we must be `qualified for teaching,’ as if he had said, that those things are connected with each other, gentleness and skill in teaching. The reason is, if a man be fierce and inaccessible, it will never be possible for us to receive instruction from him. He who wishes to be a good teacher must conduct himself with civility, and must have some way of drawing those who come to him, so as to gain their affections; and that cannot be, unless he have that ‘gentleness’ of which Paul speaks. Thus we see how he intended to confirm what he had briefly stated, that a man who is quarrelsome, and addicted to disputes and contentions, is in no degree a servant of God. And why? As servants of God, must we not labor to gain poor ignorant persons? And that cannot be, unless we are mild, unless we hear patiently what they say, unless we bear with their weakness, until by little and little they are edified. If we have not that, it is like casting them off.” — Fr. Ser.\n\n<vq>Patient to the bad</vq> “Portant patiemment les mauvais.” — “Patiently bearing with the bad”"
    },
    {
      "id": "calvin_2timothy_2_25",
      "reference": "2 Timothy 2:25",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 25
        }
      ],
      "text": "<vq>25 If sometime God grant to them repentance</vq> This expression, “If sometime,” or “If perhaps,” points out the difficulty of the case, as being nearly desperate or beyond hope. Paul therefore means that even towards the most unworthy we must exercise meekness; and although at first there be no appearance of having gained advantage, still we must make the attempt. For the same reason he mentions that “God will grant it.” Since the conversion of a man is in the hand of God, who knows whether they who today appear to be unteachable shall be suddenly changed by the power of God, into other men? Thus, whoever shall consider that repentance is the gift and work of God, will cherish more earnest hope, and, encouraged by this confidence, will bestow more toil and exertion for the instruction of rebels. We should view it thus, that our duty is, to be employed in sowing and watering, and, while we do this, we must look for the increase from God. (1 Corinthians 3:6.) Our labors and exertions are thus of no advantage in themselves; and yet, through the grace of God, they are not fruitless.\n\n<vq>To the knowledge of the truth</vq> We may learn from this what is the actual repentance of those who for a time were disobedient to God; for Paul declares that it begins with “the knowledge of the truth.” By this he means that the understanding of man is blinded, so long as it stands out fiercely against God and his doctrine."
    },
    {
      "id": "calvin_2timothy_2_26",
      "reference": "2 Timothy 2:26",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 26
        }
      ],
      "text": "<vq>26 And deliverance from the snare of the devil</vq> Illumination is followed by deliverance from the bondage of the devil; for unbelievers are so intoxicated by Satan, that, being asleep, they do not perceive their distresses. On the other hand, when the Lord shines upon us by the light of his truth, he wakens us out of that deadly sleep, breaks asunder the snares by which we were bound, and, having removed all obstacles, trains us to obedience to him.\n\n<vq>By whom they are held captive</vq> A truly shocking condition, when the devil has so great power over us, that he drags us, as captive slaves, here and there at his pleasure. Yet such is the condition of all those whom the pride of their heart draws away from subjection to God. And this tyrannical dominion of Satan we see plainly, every day, in the reprobate; for they would not rush with such fury and with brutal violence into every kind of base and disgraceful crimes, if they were not drawn by the unseen power of Satan. That is what we saw at Ephesians 2:2, See Calvin's Com. On Galatians and Ephesians, p. 220.— Ed.\n\nSuch examples admonish us to keep ourselves carefully under the yoke of Christ, and to yield ourselves to be governed by his Holy Spirit. And yet a captivity of this nature does not excuse wicked men, so that they do not sin, because it is by the instigation of Satan that they sin; for, although their being carried along so resistlessly to that which is evil proceeds from the dominion of Satan, yet they do nothing by constraint, but are inclined with their whole heart to that to which Satan drives them. The result is, that their captivity is voluntary."
    },
    {
      "id": "calvin_2timothy_3_1",
      "reference": "2 Timothy 3:1",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 1
        }
      ],
      "text": "<vq>1 But know this</vq> By this prediction he intended still more to sharpen his diligence; for, when matters go on to our wish, we become more careless; but necessity urges us keenly. Paul, therefore informs him, that the Church will be subject to terrible diseases, which will require in the pastors uncommon fidelity, diligence, watchfulness, prudence, and unwearied constancy; as if he enjoined Timothy to prepare for arduous and deeply anxious contests which awaited him. And hence we learn, that, so far from giving way, or being terrified, on account of any difficulties whatsoever, we ought, on the contrary. to arouse our hearts for resistance.\n\n<vq>In the last days</vq> Under “the last days,” he includes the universal condition of the Christian Church. Nor does he compare his own age with ours, but, on the contrary, informs Timothy what will be the future condition of the kingdom of Christ; for many imagined some sort of condition that would be absolutely peaceful, and free from any annoyance. “Why does the holy Apostle, both here and elsewhere, speak of the ‘last days,’ when he forewarns believers that they must prepare themselves, and make provision for many troubles and annoyances? It is because this fancy was so common, that matters would go much better than before; because, formerly, the prophets, when speaking of the kingdom of our Lord Jesus Christ, said that everything would be astonishingly reformed, that the world would obey God, that his majesty would be adored by the high and the low, that every mouth would sing his praise, and every knee would bow before him. In short, when we hear such promises, we think that we must be in a state of angelical holiness, now that Christ has appeared. Many concluded, in their mistaken fancy, that, since the coming of the Redeemer, nothing but the most correct virtue and modesty would ever be seen, and that everything would be so thoroughly regulated, that there would be no more vices in the world.” — Fr. Ser."
    },
    {
      "id": "calvin_2timothy_3_2",
      "reference": "2 Timothy 3:2",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 2
        }
      ],
      "text": "<vq>2 For men will be</vq> It is proper to remark, first, in what he makes the hardship of those “dangerous” or “troublesome” times to consist; not in war, nor in famine, nor in diseases, nor in any calamities or inconveniences to which the body is incident, but in the wicked and depraved actions of men. And, indeed, nothing is so distressingly painful to godly men, and to those who truly fear God, as to behold such corruptions of morals; for, as there is nothing which they value more highly than the glory of God, so they cannot but suffer grievous anguish when it is attacked or despised.\n\nSecondly, it ought to be remarked, who are the persons of whom he speaks. They whom he briefly describes are not external enemies, who openly assail the name of Christ, but domestics, who wish to be reckoned among the members of the Church; for God wishes to try his Church to such an extent as to carry within her bosom such plagues, though she abhors to entertain them. So then, if in the present day many whom we justly abhor are mingled within us, let us learn to groan patiently under that burden, when we are informed that this is the lot of the Christian Church.\n\nNext, it is wonderful that those persons, whom Paul pronounces to be guilty of so many and so aggravated acts of wickedness, can keep up the appearance of piety, as he also declares. But daily experience shows that we ought not to regard this as so wonderful; for such is the amazing audacity and wickedness of hypocrites, that, even in excusing the grossest crimes, they are excessively impudent, after having once learned falsely to shelter themselves under the name of God. In ancient times, how many crimes abounded in the life of the Pharisees? And yet, as if they had been pure from every stain, they enjoyed a reputation of eminent holiness.\n\nEven in the present day, although the lewdness of the Popish clergy is such that it stinks in the nostrils of the whole world, still, in spite of their wickedness, they do not cease to arrogate proudly to themselves all the rights and titles of saints. Accordingly, when Paul says that hypocrites, though they are chargeable with the grossest vices, nevertheless deceive under a mask of piety, this ought not to appear strange, when we have examples before our eyes. And, indeed, the world deserves to be deceived by those wicked scoundrels, when it either despises or cannot endure true holiness. Besides, Paul enumerates those vices which are not visible at first sight, and which are even the ordinary attendants of pretended holiness. Is there a hypocrite who is not proud, who is not a lover of himself, who is not a despiser of others, who is not fierce and cruel, who is not treacherous? But all these are concealed from the eyes of men. “Mais ce sont tous vices cachez, et qui n’apparoissent pas devant les yeux des hommes.” — “But all these are concealed vices, and do not show themselves before the eyes of men.”\n\nTo spend time in explaining every word would be superfluous; for the words do not need exposition. Only let my readers observe that φιλαυτία, self-love, which is put first, may be regarded as the source from which flow all the vices that follow afterwards. He who loveth himself claims a superiority in everything, despises all others, is cruel, indulges in covetousness, treachery, anger, rebellion against parents, neglect of what is good, and such like. As it was the design of Paul to brand false prophets with such marks, that they might be seen and known by all; it is our duty to open our eyes, that we may see those who are pointed out with the finger."
    },
    {
      "id": "calvin_2timothy_3_5",
      "reference": "2 Timothy 3:5",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 5
        }
      ],
      "text": "<vq>5 From those turn away</vq> . This exhortation sufficiently shows that Paul does not speak of a distant posterity, nor foretell what would happen many ages afterwards; but that, by pointing out present evils, he applies to his own age what he had said about “the last times;” for how could Timothy “turn away” from those who were not to arise till many centuries afterwards? So then, from the very beginning of the gospel, the Church must have begun to be affected by such corruptions."
    },
    {
      "id": "calvin_2timothy_3_6",
      "reference": "2 Timothy 3:6",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 6
        }
      ],
      "text": "<vq>6 Of those are they who creep into families</vq> You would say, that here Paul intentionally draws a lively picture of the order of monks. But without saying a single word about monks, those marks by which Paul distinguishes false and pretended teachers are sufficiently clear; creeping into houses, snares for catching silly women, mean flattery, imposing upon people by various superstitions. These marks it is proper to observe carefully, if we wish to distinguish between useless drones and faithful ministers of Christ. These former are here marked by so black a coal, that it is of no use for them to shuffle. To “creep into families” means to enter stealthily, or to seek an entrance by cunning methods.\n\n<vq>And lead captive silly women laden with sins</vq> Now, he speaks of “women” rather than men, because the former are more liable to be led astray in this manner. He says that they “are led captive,” because false prophets of this sort, through various tricks, gain their ear, partly by prying curiously into all their affairs, and partly by flattery. And this is what he immediately adds, “laden with sins;” for, if they had not been bound by the chain of a bad conscience, they would not have allowed themselves to be led away, in every possible manner, at the will of others.\n\n<vq>By various sinful desires</vq> I consider “sinful desires” to denote generally those foolish and light desires by which women, who do not seek God sincerely, and yet wish to be reckoned religious and holy, are carried away. There is no end of the methods adopted by them, when, departing from a good conscience, they are constantly assuming new masks. Chrysostom is more disposed to refer it to disgraceful and immodest desires; but, when I examine the context, I prefer the former exposition; for it immediately follows —"
    },
    {
      "id": "calvin_2timothy_3_7",
      "reference": "2 Timothy 3:7",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 7
        }
      ],
      "text": "<vq>7 Always learning, while yet they never can come to the knowledge of the truth</vq> That fluctuation between various desires, of which he now speaks, is when, having nothing solid in themselves, they are tossed about in all directions. They “learn,” he says, as people do who are under the influence of curiosity, and with a restless mind, but in such a manner as never to arrive at any certainty or truth. It is ill-conducted study, and widely different from knowledge. And yet such persons think themselves prodigiously wise; but what they know is nothing, so long as they do not hold the truth, which is the foundation of all knowledge."
    },
    {
      "id": "calvin_2timothy_3_8",
      "reference": "2 Timothy 3:8",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 8
        }
      ],
      "text": "<vq>8 And as Jannes and Jambres resisted Moses</vq> This comparison confirms what I have already said about the “last times”, for he means that the same thing happens to us under the gospel, which the Church experienced almost from her very commencement, or at least since the law was published. In like manner the Psalmist also speaks largely about the unceasing battles of the Church.\n\n<sq>“Often did they fight against me from my youth, now let Israel say. The wicked ploughed upon my back, they made long their furrows.” (Psalm 129:1,3)</sq>\n\nPaul reminds us, that we need not wonder if adversaries rise up against Christ to oppose his gospel, since Moses likewise had those who contended with him; for these examples drawn from a remote antiquity yield us strong consolation.\n\nIt is generally believed; that the two who are mentioned, “Jannes and Jambres,” were magicians put forward by Pharaoh. But from what source Paul learned their names is doubtful, except that it is probable, that many things relating to those histories were handed down, the memory of which God never permitted to perish. It is also possible that in Paul’s time there were commentaries on the prophets that gave more fully those narratives which Moses touches very briefly. However that may be, it is not at random that he calls them by their names. The reason why there were two of them may be conjectured to have been this, that, because the Lord had raised up for his people two leaders, Moses and Aaron, Pharaoh determined to place against them the like number of magicians."
    },
    {
      "id": "calvin_2timothy_3_9",
      "reference": "2 Timothy 3:9",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 9
        }
      ],
      "text": "<vq>9 But they shall not proceed further</vq> He encourages Timothy for the contest, by the confident hope of victory; for, although false teachers give him annoyance, he promises that they shall be, within a short time, disgracefully ruined. “Thus we see, that the Holy Spirit, by the mouth of Paul, holds out two reasons to fortify us. When we see that Satan opposes, and that the truth of God is not received by all, but that there are bad men who labor to pervert everything, and who slander and falsify the truth, here are consolations provided for us. In the first place, that our Lord treats us in the same manner as he has treated the Church in all ages, that those who lived before us were not better situated in this respect; for God tried them by sending false pastors, or rather by giving free scope to Satan for sending them. Let us know what has happened since the law was published. Here is Moses, who was before the other prophets. Yet already the war was begun, and that evil has never ceased. If we must now endure the like, let us bear it with patience; for it is not reasonable to expect that our condition shall be better or easier than that of Moses, and of others who followed him. That is one argument. The second is that the result shall be prosperous and successful. Although we dislike fighting, and though it appears as if the truth of God were about to perish utterly, let us wait till God come forth in defense of it, for he will cause wicked men to be completely disgraced. After they have triumphed, God will, undoubtedly, discover their baseness, and we shall see how God takes care to support his cause, though that may not be evident for a time.” — Fr. Ser.\n\n<vq>For their folly shall be manifest to all</vq> When he says, to all, it is by a figure of speech, in which the whole is taken for a part. And, indeed, they who are most successful in deceiving do, at first, make great boasting, and obtain loud applause; and, in short, it appears as if nothing were beyond their power. But speedily their tricks vanish into air; for the Lord opens the eyes of many, so that they begin to see what was concealed from them for a time. Yet never is the “folly” of false prophets discovered to such an extent as to be known to all. Besides, no sooner is one error driven away than new errors continually spring up.\n\nBoth admonitions are therefore necessary. That godly teachers may not despair, as if it were in vain for them to make war against error, they must be instructed about the prosperous success which the Lord will give to his doctrine. But that they may not think, on the other hand, that they are discharged from future service, after one or two battles, they must be reminded that there will always be new occasion for fighting. But on this second point we shall speak afterwards; at present, let it suffice us, that he holds out to Timothy the sure hope of a successful issue, that he may be time more encouraged to fight, And he confirms this by the example which he had quoted; for, as the truth of God prevailed against the tricks of the magicians, so he promises that the doctrine of the gospel shall be victorious against every kind of errors that may be invented."
    },
    {
      "id": "calvin_2timothy_3_10",
      "reference": "2 Timothy 3:10",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 10
        }
      ],
      "text": "<vq>10 But thou hast followed</vq> “Having spoken of the troubles which were to befall the Church, and having exhorted Timothy to be firm, so as not to shrink from them, the Apostle adds, that now, for a long time, he must have been prepared for all this, because he had been taught in a good school. ‘Thou hast known intimately,’ like one who had followed him step by step; for such is the import of the word which Paul uses: ‘Thou hast known well the course which I have pursued.’” — Fr. Ser."
    },
    {
      "id": "calvin_2timothy_3_11",
      "reference": "2 Timothy 3:11",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 11
        }
      ],
      "text": "<vq>11 But out of them all the Lord delivered me</vq> It is a consolation which mitigates the bitterness of afflictions, that they always have a happy and joyful end. If it be objected, that the success of which he boasts is not always visible, I acknowledge that this is true, so far as relates to the feeling of the flesh; for Paul had not yet been delivered. But when God sometimes delivers us, he testifies, in this manner, that he is present with us, and will always be present; for from the feeling, or actual knowledge, of present aid, our confidence ought to be extended to the future. The meaning, therefore, is as if he had said, “Thou hast known by experience that God hath never forsaken me, so that thou hast no right to hesitate to follow my example.”"
    },
    {
      "id": "calvin_2timothy_3_12",
      "reference": "2 Timothy 3:12",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 12
        }
      ],
      "text": "<vq>12 And all who wish to live a godly life</vq> “Et tous ceux aussi qui veulent vivre en la crainte de Dieu.” — “And all those also who wish to live in the fear of God.”\n\nBy this general statement, therefore, Paul classes himself with the children of God, and, at the same time, exhorts all the children of God to prepare for enduring persecutions; for, if this condition is laid down for “all who wish to live a godly life in Christ,” they who wish to be exempt from persecutions must necessarily renounce Christ. In vain shall we endeavor to detach Christ from his cross; for it may be said to be natural that the world should hate Christ even in his members. Now hatred is attended by cruelty, and hence arise persecutions. In short, let us know that we are Christians on this condition, that we shall be liable to many tribulations and various contests.\n\nBut it is asked, Must all men be martyrs? for it is evident that there have been many godly persons who have never suffered banishment, or imprisonment, or flight, or any kind of persecution. I reply, it is not always in one way that Satan persecutes the servants of Christ. But yet it is absolutely unavoidable that all of them shall have the world for their enemy in some form or other, that their faith may be tried and their steadfastness proved; for Satan, who is the continual enemy of Christ, will never suffer any one to be at peace during his whole life; and there will always be wicked men that are thorns in our sides. Moreover, as soon as zeal for God is manifested by a believer, it kindles the rage of all ungodly men; and, although they have not a drawn sword, yet they vomit out their venom, either by murmuring, or by slander, or by raising a disturbance, or by other methods. Accordingly, although they are not exposed to the same assaults, and do not engage in the same battles, yet they have a warfare in common, and shall never be wholly at peace and exempt from persecutions."
    },
    {
      "id": "calvin_2timothy_3_13",
      "reference": "2 Timothy 3:13",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 13
        }
      ],
      "text": "<vq>13 But wicked men and impostors</vq> This is the most bitter of all persecutions, when we see wicked men, with their sacrilegious hardihood, with their blasphemies and errors, gathering strength. Thus Paul says elsewhere, that Ishmael persecuted Isaac, not by the sword, but by mockery (Galatians 4:29.) Hence also we may conclude, that in the preceding verse, it was not merely one kind of persecution that was described, but that the Apostle spoke, in general terms, of those distresses which the children of God are compelled to endure, when they contend for the glory of their Father.\n\nI stated, a little before, in what respect they shall grow worse and worse; for he foretells not only that they will make obstinate resistance, but that they will succeed in injuring and corrupting others. One worthless person will always be more effectual in destroying, than ten faithful teachers in building, though they labor with all their might. Nor are there ever wanting the tares which Satan sows for injuring the pure corn; and even when we think that false prophets are driven away, others continually spring up in other directions.\n\nAgain, as to the power of doing injury, “Si on demande d’ou vient ceste puissance et facilite de nuire?” — “If it be asked, Whence comes this power and facility of doing injury?”"
    },
    {
      "id": "calvin_2timothy_3_14",
      "reference": "2 Timothy 3:14",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 14
        }
      ],
      "text": "<vq>14 But as for thee, continue in those things which thou hast learned</vq> Although wickedness prevail, and push its way forward, he advises Timothy nevertheless to stand firm. And undoubtedly this is the actual trial of faith, when we offer unwearied resistance to all the contrivances of Satan, and do not alter our course for every wind that blows, but remain steadfast on the truth of God, as on a sure anchor.\n\n<vq>Knowing from whom thou hast learned them</vq> This is said for the purpose of commending the certainty of the doctrine; for, if any one has been wrong instructed, he ought not to persevere in it. On the contrary, we ought to unlearn all that we have learned apart from Christ, if we wish to be his disciples; as, for example, it is the commencement of our pure instruction in the faith to reject and forget all the instruction of Popery. The Apostle therefore does not enjoin Timothy to defend indiscriminately the doctrine which has been delivered to him, but only that which he knows to be truth; by which he means, that he must make a selection. “Par lequel mot il signifie qu’il est requis d’user de jugement et discretion en cest endroit.” — “By this word, he means that it is necessary to use judgment and discretion in that matter.”\n\nThis passage teaches us, that we ought to be as careful to guard against obstinacy in matters that are uncertain, (such as all the doctrines of men are,) as to hold within unshaken firmness the truth of God. Besides, we learn from it, that faith ought to be accompanied by prudence, that it may distinguish between the word of God and the word of men, so that we may not adopt at random everything that is brought forward. Nothing is more inconsistent with the nature of faith than light credulity, which allows us to embrace everything indiscriminately, whatever it may be, and from whomsoever it proceeds; because it is the chief foundation of faith, to know that it has God for its author.\n\n<vq>And which have been intrusted to thee</vq> “Et qui to vent commises ou desquelles plene assurance t’a este donnee.” — “And which have been intrusted to thee, or of which full assurance hath been given to thee.”"
    },
    {
      "id": "calvin_2timothy_3_15",
      "reference": "2 Timothy 3:15",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 15
        }
      ],
      "text": "<vq>15 And that from (thy) childhood</vq> This was also no ordinary addition, that he had been accustomed, from his infancy, to the reading of the Scripture; for this long habit may make a man much more strongly fortified against every kind of deception. It was therefore a judicious caution observed in ancient times, that those who were intended for the ministry of the word should be instructed, from their infancy, in the solid doctrine of godliness, that, when they came to the performance of their office, they might not be untried apprentices. And it ought to be reckoned a remarkable instance of the kindness of God, if any person, from his earliest years, has thus acquired a knowledge of the Scriptures.\n\n<vq>Which are able to make thee wise unto salvation</vq> It is a very high commendation of the Holy Scriptures, that we must not seek anywhere else the wisdom which is sufficient for salvation; as the next verse also expresses more fully. But he states, at the same time, what we ought to seek in the Scripture; for the false prophets also make use of it as a pretext; and therefore, in order that it may be useful to us for salvation, it is necessary to understand the right use of it.\n\n<vq>Through faith, which is in Christ Jesus</vq> What if any one give his whole attention to curious questions? What if he adhere to the mere letter of the law, and do not seek Christ? What if he pervert the natural meaning by inventions that are foreign to it? For this reason he directs us to the faith of Christ as the design, and therefore as the sum, of the Scriptures; for on faith depends also what immediately follows."
    },
    {
      "id": "calvin_2timothy_3_16",
      "reference": "2 Timothy 3:16",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 16
        }
      ],
      "text": "<vq>16 All Scripture;</vq> or, the whole of Scripture; though it makes little difference as to the meaning. He follows out that commendation which he had glanced at briefly. First, he commends the Scripture on account of its authority; and secondly, on account of the utility which springs from it. In order to uphold the authority of the Scripture, he declares that it is divinely inspired; for, if it be so, it is beyond all controversy that men ought to receive it with reverence. This is a principle which distinguishes our religion from all others, that we know that God hath spoken to us, and are fully convinced that the prophets did not speak at their own suggestion, but that, being organs of the Holy Spirit, they only uttered what they had been commissioned from heaven to declare. Whoever then wishes to profit in the Scriptures, let him first of all, lay down this as a settled point, that the Law and the Prophets are not a doctrine delivered according to the will and pleasure of men, but dictated by the Holy Spirit.\n\nIf it be objected, “How can this be known?” I answer, both to disciples and to teachers, God is made known to be the author of it by the revelation of the same Spirit. Moses and the prophets did not utter at random what we have received from their hand, but, speaking at the suggestion of God, they boldly and fearlessly testified, what was actually true, that it was the mouth of the Lord that spake. The same Spirit, therefore, who made Moses and the prophets certain of their calling, now also testifies to our hearts, that he has employed them as his servants to instruct us. Accordingly, we need not wonder if there are many who doubt as to the Author of the Scripture; for, although the majesty of God is displayed in it, yet none but those who have been enlightened by the Holy Spirit have eyes to perceive what ought, indeed, to have been visible to all, and yet is visible to the elect alone. This is the first clause, that we owe to the Scripture the same reverence which we owe to God; because it has proceeded from him alone, and has nothing belonging to man mixed with it.\n\n<vq>And is profitable</vq> Now follows the second part of the commendation, that the Scripture contains a perfect rule of a good and happy life. When he says this, he means that it is corrupted by sinful abuse, when this usefulness is not sought. And thus he indirectly censures those unprincipled men who fed the people with vain speculations, as with wind. For this reason we may in the present day, condemn all who, disregarding edification, agitate questions which, though they are ingenious, are also useless. Whenever ingenious trifles of that kind are brought forward, they must be warded off by this shield, that “Scripture is profitable.” Hence it follows, that it is unlawful to treat it in an unprofitable manner; for the Lord, when he gave us the Scriptures, did not intend either to gratify our curiosity, or to encourage ostentation, or to give occasion for chatting and talking, but to do us good; and, therefore, the right use of Scripture must always tend to what is profitable. “Who is it that by nature will not desire his happiness and his salvation? And where could we find it but in the Holy Scripture, by which it is communicated to us? Woe to us if we will not listen to God when he speaks to us, seeing that he asks nothing but our advantage. He does not seek his own profit, for what need has he of it? We are likewise reminded not to read the Holy Scripture so as to gratify our fancies, or to draw from it useless questions. Why? Because it is profitable for salvation, says Paul. Thus, when I expound the Holy Scripture, I must be guided by this consideration, that those who hear me may receive profit from the doctrine which I teach, that they may be edified for salvation. If I have not that desire, and do not aim at the edification of those who hear me, I am a sacrilegious person, profaning the word of God. On the other hand, they who read the Scripture, or who come to the sermon to listen, if they are in search of some foolish speculation, if they come here to take their amusement, are guilty of having profaned a thing so holy.” — Fr. Ser.\n\n<vq>For instruction</vq> Here he enters into a detailed statement of the various and manifold advantages derived from the Scriptures. And, first of all, he mentions instruction, which ranks above all the rest; for it will be to no purpose that you exhort or reprove, if you have not previously instructed. But because “instruction,” taken by itself, is often of little avail, he adds reproof and correction\n\nIt would be too long to explain what we are to learn from the Scriptures; and, in the preceding verse, he has given a brief summary of them under the word faith. The most valuable knowledge, therefore, is “faith in Christ.” Next follows instruction for regulating the life, to which are added the excitements of exhortations and reproofs. Thus he who knows how to use the Scriptures properly, is in want of nothing for salvation, or for a Holy life. Reproof and correction differ little from each other, except that the latter proceeds from the former; for the beginning of repentance is the knowledge of our sinfulness, and a conviction of the judgment of God. Instruction in righteousness means the rule of a good and holy life."
    },
    {
      "id": "calvin_2timothy_3_17",
      "reference": "2 Timothy 3:17",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 17
        }
      ],
      "text": "<vq>17 That the man of God may be perfect. Perfect</vq> means here a blameless person, one in whom there is nothing defective; for he asserts absolutely, that the Scripture is sufficient for perfection. Accordingly, he who is not satisfied with Scripture desires to be wiser than is either proper or desirable.\n\nBut here an objection arises. Seeing that Paul speaks of the Scriptures, which is the name given to the Old Testament, how does he say that it makes a man thoroughly perfect? for, if it be so, what was afterwards added by the apostles may be thought superfluous. I reply, so far as relates to the substance, nothing has been added; for the writings of the apostles contain nothing else than a simple and natural explanation of the Law and the Prophets, together with a manifestation of the things expressed in them. This eulogium, therefore, is not inappropriately bestowed on the Scriptures by Paul; and, seeing that its instruction is now rendered more full and clear by the addition of the Gospel, what can be said but that we ought assuredly to hope that the usefulness, of which Paul speaks, will be much more displayed, if we are willing to make trial and receive it?"
    },
    {
      "id": "calvin_2timothy_4_1",
      "reference": "2 Timothy 4:1",
      "chapter": 4,
      "verses": [
        {
          "chapter": 4,
          "verse": 1
        }
      ],
      "text": "<vq>1 I charge thee, therefore, before God and the Lord Jesus Christ</vq> It is proper to observe carefully the word therefore, by means of which he appropriately connects Scripture with preaching. This also refutes certain fanatics, who haughtily boast that they no longer need the aid of teachers, because the reading of scripture is abundantly sufficient. But Paul, after having spoken of the usefulness of Scripture, infers not only that all ought to read it, but that teachers ought to administer it, which is the duty enjoined on them. Accordingly, as all our wisdom is contained in the Scriptures, and neither ought we to learn, nor teachers to draw their instructions, from any other source; so he who, neglecting the assistance of the living voice, shall satisfy himself with the silent Scripture, will find how grievous an evil it is to disregard that way of learning which has been enjoined by God and Christ. Let us remember, I say, that the reading of Scripture is recommended to us in such a manner as not to hinder, in the smallest degree, the ministry of pastors; and, therefore, let believers endeavor to profit both in reading and in hearing; for not in vain hath God ordained both of them.\n\nHere, as in a very weighty matter, Paul adds a solemn charge, exhibiting to Timothy, God as the avenger, and Christ as the judge, if he shall cease to discharge his office of teaching. And, indeed, in like manner as God showed by an inestimable pledge, when he spared not his only-begotten Son, how great is the care which he has for the Church, so he will not suffer to remain unpunished the negligence of pastors, through whom souls, which he hath redeemed at so costly a price, perish or are exposed as a prey.\n\n<vq>Who shall judge the living and the dead</vq> More especially the Apostle fixes attention on the judgment of Christ; because, as we are his representatives, so he will demand a more strict account of evil administration. By “the living and the dead” are meant those whom he shall find still alive at his coming, and likewise those who shall have died. There will therefore be none that escape his judgment.\n\n<vq>The appearance of Christ and his kingdom</vq> mean the same thing; for although he now reigns in heaven and earth, yet hitherto his reign is not clearly manifested, but, on the contrary, is obscurely hidden under the cross, and is violently assailed by enemies. His kingdom will therefore be established at that time when, having vanquished his enemies, and either removed or reduced to nothing every opposing power, he shall display his majesty."
    },
    {
      "id": "calvin_2timothy_4_2",
      "reference": "2 Timothy 4:2",
      "chapter": 4,
      "verses": [
        {
          "chapter": 4,
          "verse": 2
        }
      ],
      "text": "<vq>2 Be instant in season, out of season</vq> By these words he recommends not only constancy, but likewise earnestness, so as to overcome all hindrances and difficulties; for, being, by nature, exceedingly effeminate or slothful, we easily yield to the slightest opposition, and sometimes we gladly seek apologies for our slothfulness. Let us now consider how many arts Satan employs to stop our course, and how slow to follow, and how soon wearied are those who are called. Consequently the gospel will not long maintain its place, if pastors do not urge it earnestly.\n\nMoreover, this earnestness must relate both to the pastor and to the people; to the pastor, that he may not devote himself to the office of teaching merely at his own times and according to his own convenience, but that, shrinking neither from toils nor from annoyances, he may exercise his faculties to the utmost. So far as regards the people, there is constancy and earnestness, when they arouse those who are asleep, when they lay their hands on those who are hurrying in a wrong direction, and when they correct the trivial occupations of the world. To explain more fully in what respects the pastor must “be instant,” the Apostle adds —\n\n<vq>Reprove, rebuke, exhort</vq> By these words he means, that we have need of many excitements to urge us to advance in the right course; for if we were as teachable as we ought to be, a minister of Christ would draw us along by the slightest expression of his will. But now, not even moderate exhortations, to say nothing of sound advices, are sufficient for shaking off our sluggishness, if there be not increased vehemence of reproofs and threatenings.\n\n<vq>With all gentleness and doctrine. A</vq> very necessary exception; for reproofs either fall through their own violence, or vanish into smoke, if they do not rest on doctrine Both exhortations and reproofs are merely aids to doctrine, and, therefore, have little weight without it. We see instances of this in those who have merely a large measure of zeal and bitterness, and are not furnished with solid doctrine. Such men toil very hard, utter loud cries, make a great noise, and all to no purpose, because they build without a foundation. I speak of men who, in other respects, are good, but with little learning, and excessive warmth; for they who employ all the energy that they possess in battling against sound doctrine, are far more dangerous, and do not deserve to be mentioned here at all.\n\nIn short, Paul means that reproofs are founded on doctrine, in order that they may not be justly despised as frivolous. Secondly, he means that keenness is moderated by gentleness; for nothing is more difficult than to set a limit to our zeal, when we have once become warm. Now when we are carried away by impatience, our exertions are altogether fruitless. Our harshness not only exposes us to ridicule, but also irritates the minds of the people. Besides, keen and violent men seem generally unable to endure the obstinacy of those with whom they are brought into intercourse, and cannot submit to many annoyances and insults, which nevertheless must be digested, if we are desirous to be useful. Let severity be therefore mingled with this seasoning of gentleness, that it may be known to proceed from a peaceful heart."
    },
    {
      "id": "calvin_2timothy_4_3",
      "reference": "2 Timothy 4:3",
      "chapter": 4,
      "verses": [
        {
          "chapter": 4,
          "verse": 3
        }
      ],
      "text": "<vq>3 For there will be a time</vq> “Car un temps viendra.” — “For a time will come.”\n\n<vq>When they will not endure sound doctrine</vq> This means that they will not only dislike and despise, but will even hate, sound doctrine; and he calls it “sound (or healthful) doctrine,” with reference to the effect produced, because it actually instructs to godliness. In the next verse he pronounces the same doctrine to be truth, and contrasts it with fables, that is, useless imaginations, by which the simplicity of the gospel is corrupted.\n\nFirst, let us learn from it, that the more extraordinary the eagerness of wicked men to despise the doctrine of Christ, the more zealous should godly ministers be to defend it, and the more strenuous should be their efforts to preserve it entire; and not only so, but also by their diligence to ward off the attacks of Satan. And if ever this ought to have been done, the great ingratitude of men has now rendered it more than necessary; for they who at first receive the gospel warmly, and make a show of some kind of uncommon zeal, afterwards contract dislike, which is by and by followed by loathing; others, from the very outset, either reject it furiously, or, contemptuously lending an ear, treat it with mockery; while others, not suffering the yoke to be laid on their neck, kick at it, and, through hatred of holy discipline, are altogether estranged from Christ and, what is worse, from being friends become open enemies. So far from this being a good reason why we should be discouraged and give way, we ought to fight against such monstrous ingratitude, and even to strive with greater earnestness than if all were gladly embracing Christ offered to them.\n\nSecondly, having been told that men will thus despise and even reject the word of God, we ought not to stand amazed as if it were a new spectacle, when we see actually accomplished that which the Holy Spirit tells us will happen. And indeed, being by nature prone to vanity, it is no new or uncommon timing, if we lend an ear more willingly to fables than to truth.\n\nLastly, the doctrine of the gospel, being plain and mean in its aspect, is unsatisfactory partly to our pride, and partly to our curiosity. And how few are there who are endued with spiritual taste, so as to relish newness of life and all that relates to it! Yet Paul foretells some greater impiety of one particular age, against which he bids Timothy be early on his guard.\n\n<vq>Shall heap up to themselves teachers</vq> It is proper to observe the expression, heap up, by which he means that the madness of men will be so great, that they will not be satisfied with a few deceivers, but will desire to have a vast multitude; for, as there is an unsatiable longing for those things which are unprofitable and destructive, so the world seeks, on all sides and without end, all the methods that it can contrive and imagine for destroying itself; and the devil has always at hand a sufficiently large number of such teachers as the world desires to have. There has always been a plentiful harvest of wicked men, as there is in the present day; and therefore Satan never has any lack of ministers to deceive men, as he never has any lack of the means of deceiving.\n\nIndeed, this monstrous depravity, which almost constantly prevails among men, deserves that God, and his healthful doctrine, should be either rejected or despised by them, and that they should more gladly embrace falsehood. Accordingly, that false teachers frequently abound, and that they sometimes multiply like a nest of hornets, should be ascribed by us to the righteous vengeance of God. We deserve to be covered and choked by that kind of filth, seeing that the truth of God finds no place in us, or, if it has found entrance, is immediately driven from its possession; and since we are so much addicted to fabulous notions, that we never think that we have too great a multitude of deceivers. Thus what all abomination of Monks is there in Popery! If once godly pastor were to be supported, instead of ten Monks and as many priests, we should presently hear nothing else than complaints about the great expense. “Incontinent on n’orroit autre chose que plaintes de la trop grande despense.”\n\nThe disposition of the world is therefore such that, by “heaping up” with insatiable desire innumerable deceivers, it desires to banish all that belongs to God. Nor is there any other cause of so many errors than that men, of their own accord, choose to be deceived rather than to be properly instructed. And that is the reason why Paul adds the expression, itching ears. “The greater part cannot endure corrections, or threatenings, or even simple doctrine. When we denounce vices, though we do not employ violent language, they think that all is lost. Never was the world so obstinately wicked as it now is, and those who have made a profession of the gospel appear to endeavor, as far as they can, to destroy the grace of God. For we are not speaking about Papists only, who fight furiously against us, but of those who adhere to the Protestant Reformation of the Gospel. We see that they would wish to be like unbridled calves. (They care not about a yoke, or government, or anything of that sort.) Let them be allowed to do what they please, let blasphemies and all licentious conduct be permitted; it is all one, provided that they have no form of ceremony, and that they despise the Pope and idolaters. This is the way in which many who make a profession of the gospel would wish to be governed, but the reason is, that they have ‘itching ears.’” — Fr. Ser."
    },
    {
      "id": "calvin_2timothy_4_5",
      "reference": "2 Timothy 4:5",
      "chapter": 4,
      "verses": [
        {
          "chapter": 4,
          "verse": 5
        }
      ],
      "text": "<vq>5 But watch thou in all things</vq> . He proceeds with the former exhortation, to the effect that the more grievous the diseases are, the more earnestly Timothy may labor to cure them; and that the nearer dangers are at hand, the more diligently he may keep watch. And because the ministers of Christ, when they faithfully discharge their office, are immediately called to engage in combats, he at the same time reminds Timothy to be firm and immovable in enduring adversity. “When the devil has raised his standard, and when scandals and disturbances abound everywhere, we cannot be sufficiently attentive to guard against them, unless we are fortified by patience, and are not discouraged by the adversity which we must endure. If this warning ever was advantageous, how exceedingly necessary is it at the present day! Has not the world arrived at the highest pitch of iniquity? We see that the majority furiously reject the gospel. As to others who pretend to welcome the gospel, what sort of obedience do they render to it? There is so much contempt and so much pride, that, as soon as vices are reproved, or more sharpness is used than suits the taste of those who would wish to have full permission to act wickedly, and whose sole aim is to destroy everything, they are filled with spite. Although Papists will permit their preaching Friars to cry out and storm against them, and at the same time do nothing but steep themselves in lies to their destruction, they who openly declare that they wish the reformation of the gospel cannot endure to be reproved when it is necessary, but gnash their teeth against God, and fulfill what Paul says to the Corinthians, that if deceivers came to impose upon them, they would bear with all tyranny, and would be quiet when they were buffeted; but if we teach them faithfully in the name of God and for their salvation, they are so fastidious that a single word will provoke them to rebellion; and if we persevere in doing our duty, war will be immediately declared. Would to God that these things were not so visible amongst us as they are!” — Fr. Ser.\n\n<vq>Do the work of an Evangelist</vq> That is, “Do that which belongs to an evangelist.” Whether he denotes generally by this term any ministers of the gospel, or whether this was a special office, is doubtful; but I am more inclined to the second opinion, because from Ephesians 4:11 it is clearly evident that this was an intermediate class between apostles and pastors, so that the evangelists ranked as assistants next to the apostles. It is also more probable that Timothy, whom Paul had associated with himself as his closest companion in all things, surpassed ordinary pastors in rank and dignity of office, than that he was only one of their number. Besides, to mention an honorable title of office tends not only to encourage him, but to recommend his authority to others; and Paul had in view both of these objects.\n\n<vq>Render thy ministry approved</vq> If we read this clause as in the old translation, “Fulfill thy ministry,” the meaning will be: “Thou canst not fully discharge the office intrusted to thee but by doing those things which I have enjoined. Wherefore see that you fail not in the middle of the course.” But because πληροφορεῖν commonly means “to render certain” or “to prove,” I prefer the following meaning, which is also most agreeable to the context, — that Timothy, by watching, and by patiently enduring afflictions, and by constant teaching, will succeed in having the truth of his ministry established, because from such marks all will acknowledge him to be a good and faithful minister of Christ."
    },
    {
      "id": "calvin_2timothy_4_6",
      "reference": "2 Timothy 4:6",
      "chapter": 4,
      "verses": [
        {
          "chapter": 4,
          "verse": 6
        }
      ],
      "text": "<vq>6 For I am now offered as a sacrifice</vq> He assigns the reason for the solemn protestation which he employed. As if he had said, “So long as I lived, I stretched out my hand to thee; my constant exhortations were not withheld from thee; thou hast been much aided by my advices, and much confirmed by my example; the time is now come, that thou shouldst be thine own teacher and exhorter, and shouldst begin to swim without support: beware lest any change in thee be observed at my death.”\n\n<vq>And the time of my dissolution is at hand</vq> “Car de moy je m’en vay maintenant estre sacrifie.” — “For, for my part, I am going to be now sacrificed.”\n\n“Sacrifice” was a term peculiarly applicable to the death of Paul, which was inflicted on him for maintaining the truth of Christ; for, although all believers, both by their obedient life and by their death, are victims or offerings acceptable to God, yet martyrs are sacrificed in a more excellent manner, by shedding their blood for the name of Christ. Besides, the word σπένδεσθαι which Paul here employs, does not denote every kind of sacrifice, but that which serves for ratifying covenants. Accordingly, in this passage, he means the same thing which he states more clearly when he says,\n\n<sq>“But if I am offered on the sacrifice of your faith, I rejoice.” (Philippians 2:17.)</sq>\n\nFor there he means that the faith of the Philippians was ratified by his death, in precisely the same manner that covenants were ratified in ancient times by sacrifices of slain beasts; not that the certainty of our faith is founded, strictly speaking, on the steadfastness of the martyrs, but because it tends greatly to confirm us. Paul has here adorned his death by a magnificent commendation, when he called it the ratification of his doctrine, that believers, instead of sinking into despondency — as frequently happens — might be more encouraged by it to persevere.\n\n<vq>The time of dissolution</vq> This mode of expression is also worthy of notice, because he beautifully lessens the excessive dread of death by pointing out its effect and its nature. How comes it that men are so greatly dismayed at any mention of death, but because they think that they perish utterly when they die? On the contrary, Paul, by calling it “Dissolution,” affirms that man does not perish, but teaches that the soul is merely separated from the body. It is with the same object that he fearlessly declares that “the time is at hand,” which he could not have done unless he had despised death; for although this is a natural feeling, which can never be entirely taken away, that man dreads and shrinks from death, yet that terror must be vanquished by faith, that it may not prevent us from departing form this world in an obedient manner, whenever God shall call us."
    },
    {
      "id": "calvin_2timothy_4_7",
      "reference": "2 Timothy 4:7",
      "chapter": 4,
      "verses": [
        {
          "chapter": 4,
          "verse": 7
        }
      ],
      "text": "<vq>7 I have fought the good fight</vq> Because it is customary to form a judgment from the event, Paul’s fight might have been condemned on the ground that it did not end happily. He therefore boasts that it is excellent, whatever may be the light in which it is regarded by the world. This declaration is a testimony of eminent faith; for not only was Paul accounted wretched in the opinion of all, but his death also was to be ignominious. Who then would not have said that he fought without success? But he does not rely on the corrupt judgments of men. On the contrary, by magnanimous courage he rises above every calamity, so that nothing opposes his happiness and glory; and therefore he declares “the fight which he fought” to be good and honorable.\n\n<vq>I have finished my course</vq> He even congratulates himself on his death, because it may be regarded as the goal or termination of his course. We know that they who run a race have gained their wish when they have reached the goal. In this manner also he affirms that to Christ’s combatants death is desirable, because it puts an end to their labors; and, on the other hand, he likewise declares that we ought never to rest in this life, because it is of no advantage to have run well and constantly from the beginning to the middle of the course, if we do not reach the goal.\n\n<vq>I have kept the faith</vq> “This word ‘Faith’ may indeed be taken for Fidelity; as if he had said that he was loyal to our Lord Jesus Christ, and that he never flinched, that he always performed what belonged to his office. But we may also take this word faith in its ordinary meaning, that Paul did not turn aside from the pure simplicity of the gospel, and even that he relied on the promises of salvation which had been given to him, and, having preached to others, shewed that he was in earnest in what he spoke. For, indeed, all the loyalty which God demands from us proceeds from our adhering firmly to his word, and being founded on it in such a manner that we shall not be moved by any storm or tempest that may arise.” — Fr. Ser."
    },
    {
      "id": "calvin_2timothy_4_8",
      "reference": "2 Timothy 4:8",
      "chapter": 4,
      "verses": [
        {
          "chapter": 4,
          "verse": 8
        }
      ],
      "text": "<vq>8 Henceforth there is laid up for me the crown of righteousness</vq> Having boasted of having fought his fight and finished his course, and kept the faith, he now affirms that he has not labored in vain. Now it is possible to put forth strenuous exertion, and yet to be defrauded of the reward which is due. But Paul says that his reward is sure. This certainty arises from turning his eyes to the day of the resurrection, and this is what we also ought to do; for all around we see nothing but death, and therefore we ought not to keep our eye fixed on the outward appearance of the world, but, on the contrary, to hold out to our minds the coming of Christ. The consequences will be, that nothing can detract from our happiness.\n\n<vq>Which the Lord the righteous Judge will render to me</vq> Because he mentions “the crown of righteousness” and “the righteous Judge,” and employs the word “render,” the Papists endeavor, by means of this passage, to build up the merits of works in opposition to the grace of God. But their reasoning is absurd. Justification by free grace, which is bestowed on us through faith, is not at variance within the rewarding of works, but, on the contrary, those two statements perfectly agree, that a man is justified freely through the grace of Christ, and yet that God will render to him the reward of works; for as soon as God has received us into favor, he likewise accepts our works, so as even to deign to give them a reward, though it is not due to them.\n\nHere two blunders are committed by the Papists; first, in arguing that we deserve something from God, because we do well by virtue of our freewill; and secondly, in holding that God is bound to us, as if our salvation proceeded from anything else than from his grace. But it does not follow that God owes anything to us, because he renders righteously what he renders; for he is righteous even in those acts of kindness which are of free grace. And he “renders the reward” which he has promised, not because we take the lead by any act of obedience, but because, in the same course of liberality in which he has begun to act toward us, he follows up his former gifts by those which are afterwards bestowed. In vain, therefore, and to no purpose, do the Papists labor to prove from this, that good works proceed from the power of freewill; because there is no absurdity in saying that God crowns in us his own gifts. Not less absurdly and foolishly do they endeavor, by means of this passage, to destroy the righteousness of faith; since the goodness of God — by which he graciously embraces a man, not imputing to him his sins — is not inconsistent with that rewarding of works which he will render by the same kindness with which he made the promise. “The Papists themselves ought to observe carefully what was said by one of those whom they call their Doctors. ‘How would God render the crown as a righteous Judge, if he had not first given grace as a merciful Father? And how would there have been righteousness in us, had it not been preceded by the grace which justifies us? And how would that crown have been rendered as due, had not all that we have — been given when it was not due?’ These are the words of Augustin; and although the Papists do not choose to keep by the Holy Scripture, they ought at least not to be so base as to renounce that which they pretend to hold. But even this is not all. It is true that it is a doctrine which well deserves to be embraced, that God cannot be a righteous Judge to save us, unless he have been previously declared to be in the highest degree a merciful Father; that there will be no righteousness in us but that which he has placed there; and that he cannot reward us but by crowning his gifts. But it is also true, that, though God has given us grace to serve him, though we have laboriously done, according to our ability, all that was possible for us, though we have done so well that God accepts of it all; still there will be much to censure in all the best works that we have done, and the greatest virtue that can be perceived in us will be vicious.” — Fr. Ser.\n\n<vq>And not to me only</vq> That all the rest of the believers might fight courageously along with him, he invites them to a participation of the crown; for his unshaken steadfastness could not have served for an example to us, if the same hope of obtaining the crown had not been held out to us.\n\n<vq>To all who love his coming</vq> “Son apparition.” — “His appearing.”"
    },
    {
      "id": "calvin_2timothy_4_9",
      "reference": "2 Timothy 4:9",
      "chapter": 4,
      "verses": [
        {
          "chapter": 4,
          "verse": 9
        }
      ],
      "text": "<vq>9 Make haste, to come to me quickly.</vq> As he knew that the time of his death was at hand, there were many subjects — I doubt not — on which he wished to have a personal interview with Timothy for the good of the Church; and therefore he does not hesitate to desire him to come from a country beyond the sea. Undoubtedly there must have been no trivial reason why he called him away from a church over which he presided, and at so great a distance. Hence we may infer how highly important are conferences between such persons; for what Timothy had learned in a short space of time would be profitable, for a long period, to all the churches; so that the loss of half a year, or even of a whole year, was trivial compared with the compensation gained. And yet it appears from what follows, that Paul called Timothy with a view to his own individual benefit likewise; although his own personal matters were not preferred by him to the advantage of the Church, but it was because it involved the cause of the gospel, which was common to all believers; for as he defended it from a prison, so he needed the labors of others to aid in that defense."
    },
    {
      "id": "calvin_2timothy_4_10",
      "reference": "2 Timothy 4:10",
      "chapter": 4,
      "verses": [
        {
          "chapter": 4,
          "verse": 10
        }
      ],
      "text": "<vq>10 Having embraced this world</vq> It was truly base in such a man to prefer the love of this world to Christ. And yet we must not suppose that he altogether denied Christ or gave himself up either to ungodliness or to the allurements of the world; but he merely preferred his private convenience, or his safety, to the life of Paul. He could not have assisted Paul without many troubles and vexations, attended by imminent risk of his life; he was exposed to many reproaches, and must have submitted to many insults, and been constrained to leave off the care of his own affairs; and, therefore being overcome by his dislike of the cross, he resolved to consult his own interests. Nor can it be doubted, that he enjoyed a propitious gale from the world. That he was one of the leading men may be conjectured on this ground, that Paul mentions him amidst a very few at (Colossians 4:14,) and likewise in the Epistle to Philemon, (Philemon 1:24,) where also he is ranked among Paul’s assistants; and, therefore, we need not wonder if he censures him so sharply on this occasion, for having cared more about himself than about Christ.\n\nOthers, whom he afterwards mentions, had not gone away from him but for good reasons, and with his own consent. Hence it is evident that he did not study his own advantage, so as to deprive churches of their pastors, but only to obtain from them some relief. Undoubtedly he was always careful to invite to come to him, or to keep along with him, those whose absence would not be injurious to other churches. For this reason he had sent Titus to Dalmatia, and some to one place and some to another, when he invited Timothy to come to him. Not only so, but in order that the church at Ephesus may not be left destitute or forlorn during Timothy’s absence, he sends Tychicus thither, and mentions this circumstance to Timothy, that he may know that that church will not be in want of one to fill his place during his absence."
    },
    {
      "id": "calvin_2timothy_4_13",
      "reference": "2 Timothy 4:13",
      "chapter": 4,
      "verses": [
        {
          "chapter": 4,
          "verse": 13
        }
      ],
      "text": "<vq>Bring the cloak which I left at Troas</vq> As to the meaning of the word φελόνη, “Quant au mot Grec, lequel on traduit manteline.” — “As to the Greek word which is translated mantle or cloak.”\n\nYet (to own the truth) I give the preference to the former interpretation; more especially because Paul immediately afterwards mentions books and parchments. It is evident from this, that the Apostle had not given over reading, though he was already preparing for death. Where are those who think that they have made so great progress that they do not need any more exercise? Which of them will dare to compare himself with Paul? Still more does this expression refute the madness of those men who — despising books, and condemning all reading — boast of nothing but their own ἐνθουσιασμοὺς divine inspirations. “De leurs inspirations Divines.”\n\nHere some one will ask, “What does Paul mean by asking for a robe or cloak, if he perceived that his death was at hand?” This difficulty also induces me to interpret the word as denoting a chest, though there might have been some use of the “cloak” which is unknown in the present day; and therefore I give myself little trouble about these matters."
    },
    {
      "id": "calvin_2timothy_4_14",
      "reference": "2 Timothy 4:14",
      "chapter": 4,
      "verses": [
        {
          "chapter": 4,
          "verse": 14
        }
      ],
      "text": "<vq>14 Alexander the coppersmith</vq> In this man was exhibited a shocking instance of apostasy. He had made profession of some zeal in advancing the reign of Christ, against which he afterwards carried on open war. No class of enemies is more dangerous or more envenomed than this. But from the beginning, the Lord determined that his Church should not be exempted from this evil, lest our courage should fail when we are tried by any of the same kind.\n\n<vq>Hath done me many evil things</vq> It is proper to observe, what are the “many evils” which Paul complains that Alexander brought upon him. They consisted in this, that he opposed his doctrine. Alexander was an artificer, not prepared by the learning of the schools for being a great disputer; but domestic enemies have always been abundantly able to do injury. And the wickedness of such men always obtains credit in the world, so that malicious and impudent ignorance sometimes creates trouble and difficulty greater than the highest abilities accompanied by learning. Besides, when the Lord brings his servants into contest with persons of this low and base class, he purposely withdraws them from the view of the world, that they may not indulge in ostentatious display.\n\nFrom Paul’s words, (ver. 15,) for he vehemently opposed our discourses, we may infer that he had committed no greater offense than an attack on sound doctrine; for if Alexander had wounded his person, or committed an assault on him, he would have endured it patiently; but when the truth of God is assailed, his holy breast burns with indignation, because, in all the members of Christ that saying must hold good,\n\n<sq>“The zeal of thy house hath eaten me up.” (Psalm 69:9.)</sq>\n\nAnd this is also the reason of the stern imprecation into which he breaks out, that the Lord may reward him according to his works. A little afterwards, when he complains that all had forsaken him, (Psalm 69:9,) still he does not call down the vengeance of God on them, but, on the contrary, appears as their intercessor, pleading that they may obtain pardon. So mild and so merciful to all others, how comes it that he shows himself so harsh and inexorable towards this individual? The reason is this. Because some had fallen through fear and weakness, he desires that the Lord would forgive them; for in this manner we ought to have compassion on the weakness of brethren. But because this man rose against God with malice and sacrilegious hardihood, and openly attacked known truth, such impiety had no claim to compassion.\n\nWe must not imagine, therefore, that Paul was moved by excessive warmth of temper, when he broke out into this imprecation; for it was from the Spirit of God, and through a well regulated zeal, that he wished eternal perdition to Alexander, and mercy to the others. Seeing that it is by the guidance of the Spirit that Paul pronounces a heavenly judgment from on high, we may infer from this passage, how dear to God is his truth, for attacking which he punishes so severely. Especially it ought to be observed how detestable a crime it is, to fight with deliberate malice against the true religion\n\nBut lest any person, by falsely imitating the Apostle, should rashly utter similar imprecations, there are three things here that deserve notice. First, let us not avenge the injuries done to ourselves, lest self-love and a regard to our private advantage should move us violently, as frequently happens. Secondly, while we maintain the glory of God, let us not mingle with it our own passions, which always disturb good order. Thirdly, let us not pronounce sentence against every person without discrimination, but only against reprobates, who, by their impiety, give evidence that such is their true character; and thus our wishes will agree with God’s own judgment otherwise there is ground to fear that the same reply may be made to us that Christ made to the disciples who thundered indiscriminately against all who did not comply with their views,\n\n<sq>“Ye know not of what spirit ye are.” (Luke 9:55.)</sq>\n\nThey thought that they had Elijah as their supporter, (2 Kings 1:10,) who prayed to the Lord in the same manner; but because they differed widely from the spirit of Elijah, the imitation was absurd. It is therefore necessary, that the Lord should reveal his judgment before we burst forth into such imprecations; and wish that by his Spirit he should restrain and guide our zeal. And whenever we call to our remembrance the vehemence of Paul against a single individual, let us also recollect his amazing meekness towards those who had so basely forsaken him, that we may learn, by his example, to have compassion on the weakness of our brethren.\n\nHere I wish to put a question to those who pretend that Peter presided over the church at Rome. Where was he at that time? According to their opinion, he was not dead; for they tell us, that exactly a year intervened between his death and that of Paul. Besides, they extend his pontificate to seven years. Here Paul mentions his first defense: his second appearance before the court would not be quite so soon. In order that Peter may not lose the title of Pope, must he endure to be charged with the guilt of so shameful a revolt? Certainly, when the whole matter has been duly examined, we shall find that everything that has been believed about his Popedom is fabulous."
    },
    {
      "id": "calvin_2timothy_4_17",
      "reference": "2 Timothy 4:17",
      "chapter": 4,
      "verses": [
        {
          "chapter": 4,
          "verse": 17
        }
      ],
      "text": "<vq>17 But the Lord assisted me</vq> He adds this, in order to remove the scandal which he saw might arise from that base desertion of his cause. “De ce que plusieurs L’avoyent ainsi lachement abandonne en la defense de sa cause.” — “From many having so basely deserted them in the defense of his cause.”\n\n<vq>That the proclamation might be confirmed</vq> The word “proclamation” is employed by him to denote the office of publishing the gospel among the Gentiles, which was especially assigned to him; “Le mot Grec signifie proprement une publication et proclamation qui se fait solennellement et comme a son de trompe.” — “The Greek word properly denotes a publication or proclamation which is made solemnly, and, as it were, with the sound of a trumpet.”\n\nHe now describes the manner of the confirmation, that all the Gentiles might hear that the Lord had so powerfully assisted him; for from this event they might infer that both their own calling and that of Paul were from the Lord.\n\n<vq>And I was delivered out of the mouth of the lion.</vq> By the word “lion,” many suppose that he means Nero. For my part, I rather think that he makes use of this expression to denote danger in general; as if he had said, “out of a blazing fire,” or “out of the jaws of death.” He means that it was not without wonderful assistance from God, that he escaped, the danger being so great that but for this he must have been immediately swallowed up."
    },
    {
      "id": "calvin_2timothy_4_18",
      "reference": "2 Timothy 4:18",
      "chapter": 4,
      "verses": [
        {
          "chapter": 4,
          "verse": 18
        }
      ],
      "text": "<vq>18 And the Lord will deliver me from every evil work</vq> He declares, that he hopes the same for the future; not that he will escape death, but that he will not be vanquished by Satan, or turn aside from the right course. This is what we ought chiefly to desire, not that the interests of the body may be promoted, but that we may rise superior to every temptation, and may be ready to suffer a hundred deaths rather than that it should come into our mind to pollute ourselves by any “evil work.” Yet I am well aware, that there are some who take the expression evil work in a passive sense, as denoting the violence of wicked men, as if Paul had said, “The Lord will not suffer wicked men to do me any injury.” But the other meaning is far more appropriate, that he will preserve him pure and unblemished from every wicked action; for he immediately adds, to his heavenly kingdom, by which he means that that alone is true salvation, when the Lord — either by life or by death — conducts us into his kingdom.\n\nThis is a remarkable passage for maintaining the uninterrupted communication of the grace of God, in opposition to the Papists. After having confessed that the beginning of salvation is from God, they ascribe the continuation of it to freewill; so that in this way perseverance is not a heavenly gift, but a virtue of man. And Paul, by ascribing to God this work of “preserving us to his kingdom,” openly affirms that we are guided by his hand during the whole course of our life, till, having discharged the whole of our warfare, we obtain the victory. And we have a memorable instance of this in Demas, whom he mentioned a little before, because, from being a noble champion of Christ, he had become a base deserter. All that follows has been seen by us formerly, and therefore does not need additional exposition.\n\nEND OF THE SECOND EPISTLE TO TIMOTHY."
    }
  ]
}