{
  "metadata": {
    "author": "John Calvin",
    "authorId": "john-calvin",
    "workId": "calvin-philippians",
    "title": "Commentary on Philippians",
    "type": "Written Commentary",
    "year": "1540s-1560s",
    "translation": "Calvin Translation Society (1840s)",
    "source": "Christian Classics Ethereal Library (CCEL)",
    "sourceUrl": "https://ccel.org/ccel/calvin/calcom42",
    "license": "Public Domain",
    "book": "Philippians"
  },
  "commentaries": [
    {
      "id": "calvin_philippians_1_1",
      "reference": "Philippians 1:1",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 1
        }
      ],
      "text": "<vq>1 Paul and Timotheus, servants of Jesus Christ</vq> While Paul is accustomed, in the inscription of his epistles, to employ titles of distinction, with the view of procuring credit for himself and his ministry, there was no need of lengthened commendations in writing to the Philippians, who had known him by experience as a true Apostle of Christ, and still acknowledged him as such beyond all controversy. For they had persevered in the calling of God steadfastly, and in an even tenor. “Sans se desbaucher;” — “Without corrupting themselves.”\n\n<vq>Bishops</vq> He names the pastors separately, for the sake of honor. We may, however, infer from this, that the name of bishop is common to all the ministers of the Word, inasmuch as he assigns several bishops to one Church. The titles, therefore, of bishop and pastor, are synonymous. And this is one of the passages which Jerome quotes for proving this in his epistle to Evagrius, “Evagrius, a native of Antioch, and a presbyter apparently of the Church of Antioch. He traveled into the west of Europe, and was acquainted with Jerome, who describes him as a man acris ac ferventis ingenii, (of a keen and warm temper.)” — Smith’s Dictionary of Greek Biography and Mythology. — Ed.\n\n<vq>Deacons</vq> . This term may be taken in two ways — either as meaning administrators, and curators of the poor, or for elders, who were appointed for the regulation of morals. As, however, it is more generally made use of by Paul in the former sense, I understand it rather as meaning stewards, who superintended the distributing and receiving of alms. On the other points consult the preceding commentaries."
    },
    {
      "id": "calvin_philippians_1_3",
      "reference": "Philippians 1:3",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 3
        }
      ],
      "text": "<vq>3 I give thanks</vq> . He begins with thanksgiving “Vne protestation, qu’il est ioyeux de leur bien;” — “A protestation, that he is delighted on account of their welfare.”"
    },
    {
      "id": "calvin_philippians_1_4",
      "reference": "Philippians 1:4",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 4
        }
      ],
      "text": "<vq>4 Always in every prayer</vq> . Connect the words in this manner: “Always presenting prayer for you all in every prayer of mine.” For as he had said before, that the remembrance of them was an occasion of joy to him, so he now subjoins, that they come into his mind as often as he prays. He afterwards adds, that it is with joy that he presents prayer in their behalf. Joy refers to the past; prayer to the future. For he rejoiced in their auspicious beginnings, and was desirous of their perfection. Thus it becomes us always to rejoice in the blessings received from God in such a manner, as to remember to ask from him those things that we are still in need of."
    },
    {
      "id": "calvin_philippians_1_5",
      "reference": "Philippians 1:5",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 5
        }
      ],
      "text": "<vq>5 For your fellowship</vq> . He now, passing over the other clause, states the ground of his joy — that they had come into the fellowship of the gospel, that is, had become partakers of the gospel, which, as is well known, is accomplished by means of faith; for the gospel appears as nothing to us, in respect of any enjoyment of it, until we have received it by faith. At the same time the term fellowship may be viewed as referring to the common society of the saints, as though he had said that they had been associated with all the children of God in the faith of the gospel. When he says, from the first day, he commends their promptitude in having shewn themselves teachable immediately upon the doctrine being set before them. The phrase until now denotes their perseverance. Now we know how rare an excellence it is, to follow God immediately upon his calling us, and also to persevere steadfastly unto the end. For many are slow and backward to obey, while there are still more that fall short through fickleness and inconstancy. “Qui se reuoltent ou defaillent en chemin par legerete;” — “Who revolt or fall back in the way through fickleness.”"
    },
    {
      "id": "calvin_philippians_1_6",
      "reference": "Philippians 1:6",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 6
        }
      ],
      "text": "<vq>6 Persuaded of this very thing.</vq> An additional ground of joy is furnished in his confidence in them for the time to come. “Qu’il se confioit d’eux qu’ils perseuereroyent de reste de leur vie;” — “That he had confidence in them that they would persevere during the remainder of their life.”\n\nIt is asked, however, whether any one can be certain as to the salvation of others, for Paul here is not speaking of himself but of the Philippians. I answer, that the assurance which an individual has respecting his own salvation, is very different from what he has as to that of another. For the Spirit of God is a witness to me of my calling, as he is to each of the elect. As to others, we have no testimony, except from the outward efficacy of the Spirit; that is, in so far as the grace of God shews itself in them, so that we come to know it. There is, therefore, a great difference, because the assurance of faith remains inwardly shut up, and does not extend itself to others. But wherever we see any such tokens of Divine election as can be perceived by us, we ought immediately to be stirred up to entertain good hope, both in order that we may not be envious “Enuieux et desdaigneux;” — “Envious and disdainful.”\n\n<vq>Until the day of Jesus Christ</vq> The chief thing, indeed, to be understood here is — until the termination of the conflict. Now the conflict is terminated by death. As, however, the Spirit is accustomed to speak in this manner in reference to the last coming of Christ, it were better to extend the advancement of the grace of Christ to the resurrection of the flesh. For although those who have been freed from the mortal body do no longer contend with the lusts of the flesh, and are, as the expression is, beyond the reach of a single dart, “Extra teli jactum“ — Virgil makes use of a corresponding phrase — “intra jactum teli;” — “Within the reach of a dart.” Virg. Æn. 11:608. — Ed."
    },
    {
      "id": "calvin_philippians_1_7",
      "reference": "Philippians 1:7",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 7
        }
      ],
      "text": "<vq>7 As it is reasonable</vq> . For we are envious “Maigres et desdaigneux;” — “Miserable and disdainful.”\n\nTo have them in his heart is to reckon them as such in the inmost affection of his heart. For the Philippians had always assisted Paul according to their ability, so as to connect themselves with him as associates for maintaining the cause of the gospel, so far as was in their power. Thus, although they were absent in body, yet, on account of the pious disposition which they shewed by every service in their power, he recognises them as in bonds along with him. “I have you, therefore, in my heart;” this is, sincerely and without any pretense, assuredly, and with no slight or doubtful opinion — as what? as partakers of grace — in what? in my bonds, by which the gospel is defended. As he acknowledged them to be such, it was reasonable that he should hope well respecting them.\n\n<vq>Of my grace and in the bonds.</vq> It were a ludicrous thing in the view of the world to reckon a prison to be a benefit from God, but if we estimate the matter aright, it is no common honor that God confers upon us, when we suffer persecution for the sake of his truth. For it was not in vain that it was said,\n\nBlessed shall ye be, when men shall afflict and harass you with all kinds of reproaches for my name’s sake. (Matthew 5:11)\n\nLet us therefore bear in remembrance also, that we must with readiness and alacrity embrace the fellowship of the cross of Christ as a special favor from God. In addition to bonds he subjoins the defense and confirmation of the gospel, that he may express so much the better the honourableness of the service which God has enjoined upon us in placing us in opposition to his enemies, so as to bear testimony to his gospel. For it is as though he had entrusted us with the defense of his gospel. And truly it was when armed with this consideration, that the martyrs were prepared to contemn all the rage of the wicked, and to rise superior to every kind of torture. And would that this were present to the mind of all that are called to make a confession of their faith, that they have been chosen by Christ to be as advocates to plead his cause! For were they sustained by such consolation they would be more courageous than to be so easily turned aside into a perfidious revolt. “Ils seroyent si constans et fermes, qu’ils ne pourroyent estre aiseement induits a se reuolter laschement et desloyaument;” — “They would be so steadfast and firm, that they could not be easily induced to revolt in a cowardly and disloyal manner.”\n\nHere, however, some one will inquire, whether the confirmation of the gospel depends on the steadfastness of men. I answer, that the truth of God is in itself too firm to require that it should have support from any other quarter; for though we should all of us be found liars, God, nevertheless, remains true. (Romans 3:4.) There is, however, no absurdity in saying, that weak consciences are confirmed in it by such helps. That kind of confirmation, therefore, of which Paul makes mention, has a relation to men, as we learn from our own experience that the slaughter of so many martyrs has been attended at least with this advantage, that they have been as it were so many seals, by which the gospel has been sealed in our hearts. Hence that saying of Tertullian, that “the blood of the martyrs is the seed of the Church,” — which I have imitated in a certain poem: “But that sacred blood, Sanctus at ille cruor, divini assertor honoris, Gignendam ad sobolem seminis instar erit\n\n‘Or le sang precieux par martyre espandu Pour auoir a son Dieu tesmoignage rendu, A l’Eglise de Dieu seruira de semence Dont enfans sorteront remplis d’intelligence.’“\n\n“In imitation of which, in the song of victory composed by me in Latin in honor of Jesus Christ, in 1541, and which has since that time been rendered into French rhyme, I have said: —\n\n‘But the precious blood shed by martyrs That it might be as a testimony rendered to its God, Will in the Church of God serve as seed From which children shall come forth, filled with understanding.’“"
    },
    {
      "id": "calvin_philippians_1_8",
      "reference": "Philippians 1:8",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 8
        }
      ],
      "text": "<vq>8. For God is my witness.</vq> He now declares more explicitly his affection for them, and, with the view of giving proof of it, he makes use of an oath, and that on good grounds, because we know how dear in the sight of God is the edification of his Church. It was, too, more especially of advantage, that Paul’s affection should be thoroughly made known to the Philippians. For it tends in no small degree to secure credit for the doctrine, when the people are persuaded that they are beloved by the teacher. He calls God as a witness to the truth, inasmuch as he alone is the Truth, and as a witness of his affection, inasmuch as he alone is the searcher of hearts. In the word rendered long after, a particular term is made use of instead of a general, and it is a token of affection, inasmuch as we long after those things which are dear to us.\n\n<vq>In the bowels</vq> He places the bowels of Christ in opposition to carnal affection, to intimate that his affection is holy and pious. For the man that loves according to the flesh has respect to his own advantage, and may from time to time change his mind according to the variety of circumstances and seasons. In the meantime he instructs us by what rule the affections of believers ought to be regulated, so that, renouncing their own will, they may allow Christ to sit at the helm. And, unquestionably, true love can flow from no other source than from the bowels of Christ, and this, like a goad, ought to affect us not a little — that Christ in a manner opens his bowels, that by them he may cherish mutual affection between us. Beza, when commenting on the expression, in the bowels of Jesus Christ, observes, “Alibi solet dicere, In Christo. Ut autem significet ex quo fonte promanet affectus iste, et quo etiam feratur, additum visceribus nomen magnum pondus addit sententiæ, ut intimus amor significetur. Solent enim Hebraei רחמים, rachamim, id est, viscera omnes teneros ac veluti maternos affectus vocare;” — “He is accustomed in other cases to say, In Christ. But to intimate from what fountain that affection flows, and in what direction also it tends, the addition of the term bowels adds great weight to the statement, so as to express intimate affection. For the Hebrews are accustomed to employ the term רחמים rachamim, that is, bowels, to denote all tender and as it were motherly affections.” — Ed."
    },
    {
      "id": "calvin_philippians_1_9",
      "reference": "Philippians 1:9",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 9
        }
      ],
      "text": "<vq>9 This I pray that your love</vq> He returns to the prayer, which he had simply touched upon in one word in passing. He states, accordingly, the sum of those things which he asked from God in their behalf, that they also may learn to pray after his example, and may aspire at proficiency in those gifts. The view taken by some, as though the love of the Philippians denoted the Philippians themselves, as illiterate persons are accustomed very commonly to say, “Your reverence,” — “Your paternity,” is absurd. For no instance of such an expression occurs in the writings of Paul, nor had such fooleries come into use. Besides, the statement would be less complete, and, independently of this, the simple and natural meaning of the words suits admirably well. For the true attainments of Christians are when they make progress in knowledge, and understanding, and afterwards in love. Accordingly the particle in, according to the idiom of the Hebrew tongue, is taken here to mean with, as I have also rendered it, unless perhaps one should prefer to explain it as meaning by, so as to denote the instrument or formal cause. For, the greater proficiency we make in knowledge, so much the more ought our love to increase. The meaning in that case would be, “That your love may increase according to the measure of knowledge.” All knowledge, means what is full and complete — not a knowledge of all things. “The word rendered judgment is capable of being rendered sense (πάσὟ αἰσθήσει) in all sense. ‘I pray that you may have your spiritual senses in excerise — that you may have a judicious distinguishing sense.’ For what? Why, ‘that ye may approve things that are excellent,’ — so it follows, or, as the words there may be read, to ‘distinguish things that differ.’“ — Howe’s Works, (Lond. 1822,) vol. 5, p. 145. — Ed."
    },
    {
      "id": "calvin_philippians_1_10",
      "reference": "Philippians 1:10",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 10
        }
      ],
      "text": "<vq>10 That ye may approve the things that are</vq> Here we have a definition of Christian wisdom — to know what is advantageous or expedient — not to torture the mind with empty subtleties and speculations. For the Lord does not wish that his believing people should employ themselves fruitlessly in learning what is of no profit: From this you may gather in what estimation the Sorbonnic theology ought to be held, in which you may spend your whole life, and yet not derive more of edification from it in connection with the hope of a heavenly life, or more of spiritual advantage, than from the demonstrations of Euclid. Unquestionably, although it taught nothing false, it well deserves to be execrable, on the ground that it is a pernicious profanation of spiritual doctrine. For Scripture is useful, as Paul says, in 2 Timothy 3:16, but there you will find nothing but cold subtleties of words.\n\n<vq>That ye may be sincere.</vq> This is the advantage which we derive from knowledge — not that every one may artfully consult his own interests, but that we may live in pure conscience in the sight of God.\n\nIt is added — and without offense The Greek word ἀπροσκοποι is ambiguous. Chrysostom explains it in an active sense — that as he had desired that they should be pure and upright in the sight of God, so he now desires that they should lead an honorable life in the sight of men, that they may not injure their neighbors by any evil examples. This exposition I do not reject: the passive signification, however, is better suited to the context, in my opinion. For he desires wisdom for them, with this view — that they may with unwavering step go forward in their calling until the day of Christ, as on the other hand it happens through ignorance, “Par ignorance et faute de prudence;” — “Through ignorance and want of prudence.”"
    },
    {
      "id": "calvin_philippians_1_11",
      "reference": "Philippians 1:11",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 11
        }
      ],
      "text": "<vq>11 Filled with the fruits of righteousness</vq> . This now belongs to the outward life, for a good conscience produces its fruits by means of works. Hence he desires that they may be fruitful in good works for the glory of God. Such fruits, he says, are by Christ, because they flow from the grace of Christ. For the beginning of our well-doing is, when we are sanctified by his Spirit, for he rested upon him, that we might all receive of his fullness. (John 1:16.) And as Paul here derives a similitude from trees, we are wild olive-trees, (Romans 11:24,) and unproductive, until we are ingrafted into Christ, who by his living root makes us fruitbearing trees, in accordance with that saying, (John 15:1,) I am the vine, ye are the branches. He at the same time shews the end — that we may promote the glory of God. For no life is so excellent in appearance as not to be corrupted and become offensive in the view of God, if it is not directed towards this object.\n\nPaul’s speaking here of works under the term righteousness, is not at all inconsistent with the gratuitous righteousness of faith. For it does not immediately follow that there is righteousness wherever there are the fruits of righteousness, inasmuch as there is no righteousness in the sight of God, unless there be a full and complete obedience to the law, which is not found in any one of the saints, though, nevertheless, they bring forth, according to the measure, the good and pleasant “Bons et aimables;” — “Good and amiable.”"
    },
    {
      "id": "calvin_philippians_1_12",
      "reference": "Philippians 1:12",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 12
        }
      ],
      "text": "<vq>12 But I wish you to know</vq> We all know from our own experience, how much the flesh is wont to be offended by the abasement of the cross. We allow, indeed, Christ crucified to be preached to us; but when he appears in connection with his cross, then, as though we were thunderstruck at the novelty of it, “Estans estonnez comme d’vne chose nouuelle et non ouye;” — “Being astonished as at a thing new and unheard of.”"
    },
    {
      "id": "calvin_philippians_1_13",
      "reference": "Philippians 1:13",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 13
        }
      ],
      "text": "<vq>13 So that my bonds</vq> He employs the expression — in Christ, to mean, in the affairs, or in the cause of Christ, for he intimates that his bonds had become illustrious, so as to promote the honor of Christ. “Ses liens ont este rendus celebres, et ont excellement serui a auancer la gloire de Christ;” — “His bonds had become celebrated, and had admirably contributed to advance the glory of Christ.”"
    },
    {
      "id": "calvin_philippians_1_14",
      "reference": "Philippians 1:14",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 14
        }
      ],
      "text": "<vq>14 Many of the brethren</vq> . By this instance we are taught that the tortures of the saints, endured by them in behalf of the gospel, are a ground of confidence “Confiance et asseurance;” — “Confidence and assurance.”"
    },
    {
      "id": "calvin_philippians_1_15",
      "reference": "Philippians 1:15",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 15
        }
      ],
      "text": "<vq>15 Some indeed</vq> . Here is another fruit of Paul’s bonds, that not only were the brethren stirred up to confidence by his example — some by maintaining their position, others by becoming more eager to teach — but even those who wished him evil were on another account stirred up to publish the gospel."
    },
    {
      "id": "calvin_philippians_1_16",
      "reference": "Philippians 1:16",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 16
        }
      ],
      "text": "<vq>16 Some, I say, from contention</vq> . Here we have a lengthened detail, in which he explains more fully the foregoing statement; for he repeats that there are two classes of men that are stirred up by his bonds to preach Christ — the one influenced by contention, that is, by depraved affection — the other by pious zeal, as being desirous to maintain along with him the defense of the gospel. The former, he says, do not preach Christ purely, because it was not a right zeal. “Pource que leur zele n’estoit pas pur;” — “Because their zeal was not pure.”\n\nIt is asked, however, how such preaching could be injurious to him? I answer, that many occasions are unknown to us, inasmuch as we are not acquainted with the circumstances of the times. It is asked farther, “Since the gospel cannot be preached but by those that understand it, what motive induced those persons to persecute the doctrine of which they approved?” I answer, that ambition is blind, nay, it is a furious beast. Hence it is not to be wondered if false brethren snatch a weapon from the gospel for harassing good and pious pastors. “Certes le sainct Apostre ne dit rien yci;” — “Certainly the holy Apostle says nothing here.”"
    },
    {
      "id": "calvin_philippians_1_17",
      "reference": "Philippians 1:17",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 17
        }
      ],
      "text": "<vq>17 That for the defense</vq> . Those who truly loved Christ reckoned that it would be a disgrace to them if they did not associate themselves with Paul as his companions, when maintaining the cause of the gospel; and we must act in such a manner, as to give a helping hand, as far as possible, to the servants of Christ when in difficulty. “Estans en quelque necessite;” — “When they are in any emergency.”"
    },
    {
      "id": "calvin_philippians_1_18",
      "reference": "Philippians 1:18",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 18
        }
      ],
      "text": "<vq>18 But in every way</vq> . As the wicked disposition of those of whom he has spoken might detract from the acceptableness of the doctrine, “Pouuoit diminuer l’authorite de la doctrine;” — “Might diminish the authority of the doctrine.”"
    },
    {
      "id": "calvin_philippians_1_19",
      "reference": "Philippians 1:19",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 19
        }
      ],
      "text": "<vq>19 For I know that</vq> As some published the gospel with the view of rendering Paul odious, in order that they might kindle up against him the more the rage of his enemies, he tells them beforehand that their wicked attempts will do him no harm, because the Lord will turn them to a contrary design. “Though they plot my destruction, yet I trust that all their attempts will have no other effect but that Christ will be glorified in me — which is a thing most salutary to me.” For it is evident from what follows, that he is not speaking of the safety of the body. But whence this confidence on the part of Paul? It is from what he teaches elsewhere, (Romans 8:28,) — that all things contribute to the advantage of God’s true worshippers, even though the whole world, with the devil, its prince, should conspire together for their ruin.\n\n<vq>Through your prayer</vq> That he may stir them up to pray more ardently, he declares that he is confident that the Lord will give them an answer to their prayers. Nor does he use dissimulation: for he who depends for help on the prayers of the saints relies on the promise of God. In the mean time, nothing is detracted from the unmerited goodness of God, on which depend our prayers, and what is obtained by means of them.\n\n<vq>And the supply</vq> . Let us not suppose, that because he joins these two things in one connection, they are consequently alike. The statement must, therefore, be explained in this manner: — “I know that all this will turn out to my advantage, through the administration of the Spirit, you also helping by prayer,” — so that the supply of the Spirit is the efficient cause, while prayer is a subordinate help. We must also observe the propriety of the Greek term, for ἐπιχορηγία is employed to mean the furnishing of what is wanting, “The word ἐπιχορηγία which we translate supply, signifies also furnishing whatever is necessary.” — Dr. A. Clarke. — Ed.\n\nHe calls him, too, the Spirit of Jesus Christ, to intimate, that if we are Christians, he is common to all of us, inasmuch as he was poured upon him with all fullness, that, according to the measure of his grace, he might give out, so far as is expedient, to each of his members."
    },
    {
      "id": "calvin_philippians_1_20",
      "reference": "Philippians 1:20",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 20
        }
      ],
      "text": "<vq>20 According to my expectation</vq> . Should any one object, “From what do you derive that knowledge?” he answers, “From hope.” For as it is certain that God does not by any means design to frustrate our hope, hope itself ought not to be wavering. Let then the pious reader carefully observe this adverb secundum, (according to,) that he may be fully assured in his own mind, that it is impossible but that the Lord will fulfill our expectation, inasmuch as it is founded on his own word. Now, he has promised that he will never be wanting to us even in the midst of all tortures, if we are at any time called to make confession of his name. Let, therefore, all the pious entertain hope after Paul’s example, and they will not be put to shame.\n\n<vq>With all confidence</vq> We see that, in cherishing hope, he does not give indulgence to carnal desires, but places his hope in subjection to the promise of God. “Christ,” says he, “will be magnified in my body, whether by life or by death ” By making express mention, however, of the body, he intimates that, amongst the conflicts of the present life, he is in no degree doubtful as to the issue, for we are assured as to this by God. If, accordingly, giving ourselves up to the good pleasure of God, and having in our life the same object in view as Paul had, we expect, in whatever way it may be, a prosperous issue, we shall no longer have occasion to fear lest any adversity should befall us; for if we live and die to him, we are his in life and in death. (Romans 14:8.) He expresses the way in which Christ will be magnified — by full assurance. Hence it follows, that through our fault he is cast down and lowered, so far as it is in our power to do so, when we give way through fear. Do not those then feel ashamed who reckon it a light offense to tremble, “De varier et chanceler;” — “To shift and waver.”\n\nHe adds, as always, that they may confirm their faith from past experience of the grace of God. Thus, in Romans 5:4, he says, Experience begets hope."
    },
    {
      "id": "calvin_philippians_1_21",
      "reference": "Philippians 1:21",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 21
        }
      ],
      "text": "<vq>21 For to me to live</vq> . Interpreters have hitherto, in my opinion, given a wrong rendering and exposition to this passage; for they make this distinction, that Christ was life to Paul, and death was gain. I, on the other hand, make Christ the subject of discourse in both clauses, so that he is declared to be gain in him both in life and in death; for it is customary with the Greeks to leave the word πρός to be understood. Besides that this meaning is less forced, it also corresponds better with the foregoing statement, and contains more complete doctrine. He declares that it is indifferent to him, and is all one, whether he lives or dies, because, having Christ, he reckons both to be gain. And assuredly it is Christ alone that makes us happy both in death and in life; otherwise, if death is miserable, life is in no degree happier; so that it is difficult to determine whether it is more advantageous to live or to die out of Christ. On the other hand, let Christ be with us, and he will bless our life as well as our death, so that both will be happy and desirable for us."
    },
    {
      "id": "calvin_philippians_1_22",
      "reference": "Philippians 1:22",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 22
        }
      ],
      "text": "<vq>22 But if to live in the flesh</vq> . As persons in despair feel in perplexity as to whether they ought to prolong their life any farther in miseries, or to terminate their troubles by death, so Paul, on the other hand, says that he is, in a spirit of contentment, so well prepared for death or for life, because the condition of believers, both in the one case and in the other, is blessed, so that he is at a loss which to choose. If it is worth while; that is, “If I have reason to believe that there will be greater advantage from my life than from my death, I do not see which of them I ought to prefer.” To live in the flesh, is an expression which he has made use of in contempt, from comparing it with a better life."
    },
    {
      "id": "calvin_philippians_1_23",
      "reference": "Philippians 1:23",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 23
        }
      ],
      "text": "<vq>23 For I am in a strait</vq> Paul did not desire to live with any other object in view than that of promoting the glory of Christ, and doing good to the brethren. Hence he does not reckon that he has any other advantage from living than the welfare of the brethren. But so far as concerns himself personally, it were, he acknowledges, better for him to die soon, because he would be with Christ. By his choice, however, he shews what ardent love glowed in his breast. There is nothing said here as to earthly advantages, but as to spiritual benefit, which is on good grounds supremely desirable in the view of the pious. Paul, however, as if forgetful of himself, does not merely hold himself undetermined, lest he should be swayed by a regard to his own benefit rather than that of the Philippians, but at length concludes that a regard to them preponderates in his mind. And assuredly this is in reality to live and die to Christ, when, with indifference as to ourselves, we allow ourselves to be carried and borne away withersoever Christ calls us.\n\n<vq>Having a desire to be set free and to be with Christ</vq> These two things must be read in connection. For death of itself will never be desired, because such a desire is at variance with natural feeling, but is desired for some particular reason, or with a view to some other end. Persons in despair have recourse to it from having become weary of life; believers, on the other hand, willingly hasten forward to it, because it is a deliverance from the bondage of sin, and an introduction into the kingdom of heaven. What Paul now says is this; “I desire to die, because I will, by this means, come into immediate connection with Christ.” In the mean time, believers do not cease to regard death with horror, but when they turn their eyes to that life which follows death, they easily overcome all dread by means of that consolation. Unquestionably, every one that believes in Christ ought to be so courageous as to lift up his head on mention being made of death, delighted to have intimation of his redemption. (Luke 21:28.) From this we see how many are Christians only in name, since the greater part, on hearing mention made of death, are not merely alarmed, but are rendered almost lifeless through fear, as though they had never heard a single word respecting Christ. O the worth and value of a good conscience! Now faith is the foundation of a good conscience; nay more, it is itself goodness of conscience.\n\n<vq>To be set free</vq> This form of expression is to be observed. Profane persons speak of death as the destruction of man, as if he altogether perished. Paul here reminds us, that death is the separation of the soul from the body. And this he expresses more fully immediately afterwards, explaining as to what condition awaits believers after death — that of dwelling with Christ We are with Christ even in this life, inasmuch as the kingdom of God is within us, (Luke 17:21,) and Christ dwells in us by faith, (Ephesians 3:17,) and has promised that he will be with us even unto the end of the world, (Matthew 28:20,) but that presence we enjoy only in hope. Hence as to our feeling, we are said to be at present at a distance from him. See 2 Corinthians 5:6. This passage is of use for setting aside the mad fancy of those who dream that souls sleep when separated from the body, for Paul openly declares that we enjoy Christ’s presence on being set free from the body."
    },
    {
      "id": "calvin_philippians_1_25",
      "reference": "Philippians 1:25",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 25
        }
      ],
      "text": "<vq>25 And having this confidence</vq> . Some, reckoning it an inconsistent thing that the Apostle “Vn tel sainct Apostre;” — “So holy an Apostle.”"
    },
    {
      "id": "calvin_philippians_1_26",
      "reference": "Philippians 1:26",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 26
        }
      ],
      "text": "<vq>26 That your glorying</vq> . The expression which he employs, ἐν ἐμόι, I have rendered de me (as to me,) because the preposition is made use of twice, but in different senses. No one assuredly will deny that I have faithfully brought out Paul’s mind. The rendering given by some — per Christum, (through Christ,) I do not approve of. For in Christ is employed in place of Secundum Christum, (According to Christ,) or Christiane, (Christianly,) to intimate that it was a holy kind of glorying. For otherwise we are commanded to glory in God alone. (1 Corinthians 1:31.) Hence malevolent persons might meet Paul with the objection, How is it allowable for the Philippians to glory as to thee? He anticipates this calumny by saying that they will do this according to Christ — glorying in a servant of Christ, with a view to the glory of his Lord, and that with an eye to the doctrine rather than to the individual, and in opposition to the false apostles, just as David, by comparing himself with hypocrites, boasts of his righteousness. (Psalm 7:8.)"
    },
    {
      "id": "calvin_philippians_1_27",
      "reference": "Philippians 1:27",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 27
        }
      ],
      "text": "<vq>27 Only in a manner worthy of the gospel</vq> . We make use of this form of expression, when we are inclined to pass on to a new subject. Thus it is as though he had said, “But as for me, the Lord will provide, but as for you, etc., whatever may take place as to me, let it be your care, nevertheless, to go forward in the right course.” When he speaks of a pure and honorable conversation as being worthy of the gospel, he intimates, on the other hand, that those who live otherwise do injustice to the gospel.\n\n<vq>That whether I come</vq> As the Greek phrase made use of by Paul is elliptical, I have made use of videam, (I see,) instead of videns (seeing.) If this does not appear satisfactory, you may supply the principal verb Intelligam, (I may learn,) in this sense: “Whether, when I shall come and see you, or whether I shall, when absent, hear respecting your condition, I may learn in both ways, both by being present and by receiving intelligence, that ye stand in one spirit.” We need not, however, feel anxiety as to particular terms, when the meaning is evident.\n\n<vq>Stand in one spirit</vq> This, certainly, is one of the main excellences of the Church, and hence this is one means of preserving it in a sound state, inasmuch as it is torn to pieces by dissensions. But although Paul was desirous by means of this antidote to provide against novel and strange doctrines, yet he requires a twofold unity — of spirit and soul. The first is, that we have like views; the second, that we be united in heart. For when these two terms are connected together, spiritus (spirit) denotes the understanding, while anima (soul) denotes the will. Farther, agreement of views comes first in order; and then from it springs union of inclination.\n\n<vq>Striving together for the faith</vq> This is the strongest bond of concord, when we have to fight together under the same banner, for this has often been the occasion of reconciling even the greatest enemies. Hence, in order that he may confirm the more the unity that existed among the Philippians, he calls them to notice that they are fellow-soldiers, who, having a common enemy and a common warfare, ought to have their minds united together in a holy agreement. The expression which Paul has made use of in the Greek (συναθλοῦντες τὣ πίστει) is ambiguous. The old interpreter renders it Collaborantes fidei, (laboring together with the faith.) In accordance with the Vulgate, Wiclif (1380) renders as follows: “traueilynge to gidre to the feith of the gospel.” — Ed."
    },
    {
      "id": "calvin_philippians_1_28",
      "reference": "Philippians 1:28",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 28
        }
      ],
      "text": "<vq>28 And in nothing terrified</vq> . The second thing which he recommends to the Philippians is fortitude of mind, “La force et constance de courage;” —”Strength and constancy of courage.”\n\n<vq>Which is to them a manifest proof</vq> . This is the proper meaning of the Greek word, and there was no consideration that made it necessary for others to render it cause. For the wicked, when they wage war against the Lord, do already by a trial-fight, as it were, give a token of their ruin, and the more fiercely they insult over the pious, the more do they prepare themselves for ruin. The Scripture, assuredly, nowhere teaches, that the afflictions which the saints endure from the wicked are the cause of their salvation, but Paul in another instance, too, speaks of them as a manifest token or proof, (2 Thessalonians 1:5,) and instead of ἔνδειξιν, which we have here, he in that passage makes use of the term ἔνδειγμα “Là où il vse d’vn mot qui descend d’vn mesme verbe que celuy dont il vse yci;” —”Where he makes use of a word which comes from the same verb as that which he employs here.”\n\n<vq>And that from God</vq> . This is restricted to the last clause, that a taste of the grace of God may allay the bitterness of the cross. No one will naturally perceive the cross a token or evidence of salvation, for they are things that are contrary in appearance. Hence Paul calls the attention of the Philippians to another consideration — that God by his blessing turns into an occasion of welfare things that might otherwise seem to render us miserable. He proves it from this, that the endurance of the cross is the gift of God. Now it is certain, that all the gifts of God are salutary to us. To you, says he, it is given, not only to believe in Christ, but also to suffer for him. Hence even the sufferings themselves are evidences of the grace of God; and, since it is so, you have from this source a token of salvation. Oh, if this persuasion were effectually inwrought in our minds — that persecutions “Les afflictions et persecutions;” — “Afflictions and persecutions.”"
    },
    {
      "id": "calvin_philippians_1_29",
      "reference": "Philippians 1:29",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 29
        }
      ],
      "text": "<vq>29. To believe</vq> . He wisely conjoins faith with the cross by an inseparable connection, that the Philippians may know that they have been called to the faith of Christ on this condition — that they endure persecutions on his account, as though he had said that their adoption can no more be separated from the cross, than Christ can be torn asunder from himself. Here Paul clearly testifies, that faith, as well as constancy in enduring persecutions, “Les afflictions et persecutions;” — “Afflictions and persecutions.”\n\nThis passage is also at variance with the doctrine of the schoolmen, in maintaining that gifts of grace latterly conferred are rewards of our merit, on the ground of our having made a right use of those which had been previously bestowed. I do not deny, indeed, that God rewards the right use of his gifts of grace by bestowing grace more largely upon us, provided only you do not place merit, as they do, in opposition to his unmerited liberality and the merit of Christ."
    },
    {
      "id": "calvin_philippians_1_30",
      "reference": "Philippians 1:30",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 30
        }
      ],
      "text": "<vq>30 Having the same conflict</vq> . He confirms, also, by his own example what he had said, and this adds no little authority to his doctrine. By the same means, too, he shews them, that there is no reason why they should feel troubled on account of his bonds, when they behold the issue of the conflict."
    },
    {
      "id": "calvin_philippians_2_1",
      "reference": "Philippians 2:1",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 1
        }
      ],
      "text": "<vq>1 If there is therefore any consolation</vq> . There is an extraordinary tenderness in this exhortation, “Ceste exhortation est plene d’affections vehementes;” — “This exhortation is full of intense affections.”\n\nAs the term παρακλήσεως is often taken to mean exhortation, the commencement of the passage might be explained in this manner: “If an exhortation which is delivered in the name and by the authority of Christ, has any weight with you.” The other meaning, however, corresponds better with the context: “If there is among you any consolation of Christ,” by means of which you may alleviate my griefs, and if you would afford me any consolation and relief, which you assuredly owe me in the exercise of love; if you take into view that fellowship of the Spirit, which ought to make us all one; if any feeling of humanity and mercy resides in you, which might stir you up to alleviate my miseries, fulfill ye my joy, etc. From this we may infer, how great a blessing unity in the Church is, and with what eagerness pastors should endeavor to secure it. “Et que les pasteurs le doyuent procurer d’vne affection vehemente et zele ardent;” — “And that pastors should endeavor to procure it with intense desire and ardent zeal.”"
    },
    {
      "id": "calvin_philippians_2_2",
      "reference": "Philippians 2:2",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 2
        }
      ],
      "text": "<vq>2 Fulfil ye my joy</vq> . Here again we may see how little anxiety he had as to himself, provided only it went well with the Church of Christ. He was kept shut up in prison, and bound with chains; he was reckoned worthy of capital punishment — before his view were tortures — near at hand was the executioner; yet all these things do not prevent his experiencing unmingled joy, provided he sees that the Churches are in a good condition. Now what he reckons the chief indication of a prosperous condition of the Church is — when mutual agreement prevails in it, and brotherly harmony. Thus the 137th Psalm teaches us in like manner, that our crowning joy is the remembrance of Jerusalem. (Psalm 137:6.) But if this were the completion of Paul’s joy, the Philippians would have been worse than cruel if they had tortured the mind of this holy man with a twofold anguish by disagreement among themselves.\n\n<vq>That ye think the same thing</vq> . The sum is this — that they be joined together in views and inclinations. For he makes mention of agreement in doctrine and mutual love; and afterwards, repeating the same thing, (in my opinion,) he exhorts them to be of one mind, and to have the same views. The expression τὸ αὐτὸ, (the same thing,) implies that they must accommodate themselves to each other. Hence the beginning of love is harmony of views, but that is not sufficient, unless men’s hearts are at the same time joined together in mutual affection. At the same time there were no inconsistency in rendering it thus: — “that ye may be of the same mind — so as to have mutual love, to be one in mind and one in views;” for participles are not unfrequently made use of instead of infinitives. I have adopted, however, the view which seemed to me less forced."
    },
    {
      "id": "calvin_philippians_2_3",
      "reference": "Philippians 2:3",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 3
        }
      ],
      "text": "<vq>3 Nothing through strife or vain-glory</vq> . These are two most dangerous pests for disturbing the peace of the Church. Strife is awakened when every one is prepared to maintain pertinaciously his own opinion; and when it has once begun to rage it rushes headlong “Sans pouuoir estre arrestee;” — “Without being capable of being arrested.”\n\n<vq>But by humility.</vq> For both diseases he brings forward one remedy — humility, and with good reason, for it is the mother of moderation, the effect of which is that, yielding up our own right, we give the preference to others, and are not easily thrown into agitation. He gives a definition of true humility — when every one esteems himself less than others. Now, if anything in our whole life is difficult, this above everything else is so. Hence it is not to be wondered if humility is so rare a virtue. For, as one says, “Comme quelqu’vn a dit anciennement;” — “As some one has said anciently.”\n\nBut it is asked, how it is possible that one who is in reality distinguished above others can reckon those to be superior to him who he knows are greatly beneath him? I answer, that this altogether depends on a right estimate of God’s gifts, and our own infirmities. For however any one may be distinguished by illustrious endowments, he ought to consider with himself that they have not been conferred upon him that he might be self-complacent, that he might exalt himself, or even that he might hold himself in esteem. Let him, instead of this, employ himself in correcting and detecting his faults, and he will have abundant occasion for humility. In others, on the other hand, he will regard with honor whatever there is of excellences, and will by means of love bury their faults. The man who will observe this rule, will feel no difficulty in preferring others before himself. And this, too, Paul meant when he added, that they ought not to have every one a regard to themselves, but to their neighbors, or that they ought not to be devoted to themselves. Hence it is quite possible that a pious man, even though he should be aware that he is superior, may nevertheless hold others in greater esteem."
    },
    {
      "id": "calvin_philippians_2_5",
      "reference": "Philippians 2:5",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 5
        }
      ],
      "text": "5. He now recommends, from the example of Christ, the exercise of humility, to which he had exhorted them in words. There are, however, two departments, in the first of which he invites us to imitate Christ, because this is the rule of life: “Pourceque l’imitation d’ iceluy est la regle de bien viure;” — “Because imitation of him is the rule of right living.”"
    },
    {
      "id": "calvin_philippians_2_6",
      "reference": "Philippians 2:6",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 6
        }
      ],
      "text": "<vq>6 Inasmuch as he was in the form of God.</vq> This is not a comparison between things similar, but in the way of greater and less. Christ’s humility consisted in his abasing himself from the highest pinnacle of glory to the lowest ignominy: our humility consists in refraining from exalting ourselves by a false estimation. He gave up his right: all that is required of us is, that we do not assume to ourselves more than we ought. Hence he sets out with this — that, inasmuch as he was in the form of God, he reckoned it not an unlawful thing for him to shew himself in that form; yet he emptied himself. Since, then, the Son of God descended from so great a height, how unreasonable that we, who are nothing, should be lifted up with pride!\n\n<vq>The</vq> form of God means here his majesty. For as a man is known by the appearance of his form, so the majesty, which shines forth in God, is his figure. “Car tout ainsi qu’vn homme est cognu quand on contemple la forme de son visage et sa personne, aussi la maieste, qui reluit en Dieu, est la forme ou figure d’iceluy;” — “For just as a man is known, when we mark the form of his appearance and his person, so the majesty, which shines forth in God, is his form or figure.”\n\n<vq>Thought it not robbery.</vq> There would have been no wrong done though he had shewn himself to be equal with God. For when he says, he would not have thought, it is as though he had said, “He knew, indeed, that this was lawful and right for him,” that we might know that his abasement was voluntary, not of necessity. Hitherto it has been rendered in the indicative — he thought, but the connection requires the subjunctive. It is also quite a customary thing for Paul to employ the past indicative in the place of the subjunctive, by leaving the potential particle ἄν, as it is called, to be supplied — as, for example, in Romans 9:3, ηὐχόμην, for I would have wished; and in 1 Corinthians 2:8; εἰ γὰρ ἔγνωσαν, if they had known. Every one, however, must perceive that Paul treats hitherto of Christ’s glory, which tends to enhance his abasement. Accordingly he mentions, not what Christ did, but what it was allowable for him to do.\n\nFarther, that man is utterly blind who does not perceive that his eternal divinity is clearly set forth in these words. Nor does Erasmus act with sufficient modesty in attempting, by his cavils, to explain away this passage, as well as other similar passages. “Comme s’ils ne faisoyent rien a ce propos-la;” — “As if they had no bearing on that point.”"
    },
    {
      "id": "calvin_philippians_2_7",
      "reference": "Philippians 2:7",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 7
        }
      ],
      "text": "<vq>7 Emptied himself.</vq> This emptying is the same as the abasement, as to which we shall see afterwards. The expression, however, is used, ευμφατικωτέρως, (more emphatically,) to mean, — being brought to nothing. Christ, indeed, could not divest himself of Godhead; but he kept it concealed for a time, that it might not be seen, under the weakness of the flesh. Hence he laid aside his glory in the view of men, not by lessening it, but by concealing it.\n\nIt is asked, whether he did this as man? Erasmus answers in the affirmative. But where was the form of God before he became man? Hence we must reply, that Paul speaks of Christ wholly, as he was God manifested in the flesh, (1 Timothy 3:16;) but, nevertheless, this emptying is applicable exclusive to his humanity, as if I should say of man, “Man being mortal, he is exceedingly senseless if he thinks of nothing but the world,” I refer indeed to man wholly; but at the same time I ascribe mortality only to a part of him, namely, to the body. As, then, Christ has one person, consisting of two natures, it is with propriety that Paul says, that he who was the Son of God, — in reality equal to God, did nevertheless lay aside his glory, when he in the flesh manifested himself in the appearance of a servant.\n\nIt is also asked, secondly, how he can be said to be emptied, while he, nevertheless, invariably proved himself, by miracles and excellences, to be the Son of God, and in whom, as John testifies, there was always to be seen a glory worthy of the Son of God? (John 1:14.) I answer, that the abasement of the flesh was, notwithstanding, like a vail, by which his divine majesty was concealed. On this account he did not wish that his transfiguration should be made public until after his resurrection; and when he perceives that the hour of his death is approaching, he then says, Father, glorify thy Son. (John 17:1.) Hence, too, Paul teaches elsewhere, that he was declared to be the Son of God by means of his resurrection. (Romans 1:4.) He also declares in another place, (2 Corinthians 13:4,) that he suffered through the weakness of the flesh. In fine, the image of God shone forth in Christ in such a manner, that he was, at the same time, abased in his outward appearance, and brought down to nothing in the estimation of men; for he carried about with him the form of a servant, and had assumed our nature, expressly with the view of his being a servant of the Father, nay, even of men. Paul, too, calls him the Minister of the Circumcision, (Romans 15:8;) and he himself testifies of himself, that he came to minister, (Matthew 20:28;) and that same thing had long before been foretold by Isaiah — Behold my servant, etc. Isaiah 42:1 cf. Matthew 12:18, — fj.\n\n<vq>In the likeness of men</vq> Γενόμενος is equivalent here to constitutus — (having been appointed.) For Paul means that he had been brought down to the level of mankind, so that there was in appearance nothing that differed from the common condition of mankind. The Marcionites perverted this declaration for the purpose of establishing the phantasm of which they dreamed. They can, however, be refuted without any great difficulty, inasmuch as Paul is treating here simply of the manner in which Christ manifested himself, and the condition with which he was conversant when in the world. Let one be truly man, he will nevertheless be reckoned unlike others, if he conducts himself as if he were exempt from the condition of others. Paul declares that it was not so as to Christ, but that he lived in such a manner, that he seemed as though he were on a level with mankind, and yet he was very different from a mere man, although he was truly man. The Marcionites therefore shewed excessive childishness, in drawing an argument from similarity of condition for the purpose of denying reality of nature. See Calvin’s Institutes, vol. 2:13-15.\n\n<vq>Found</vq> means here, known or seen. For he treats, as has been observed, of estimation. In other words, as he had affirmed previously that he was truly God, the equal of the Father, so he here states, that he was reckoned, as it were, abject, and in the common condition of mankind. We must always keep in view what I said a little ago, that such abasement was voluntary."
    },
    {
      "id": "calvin_philippians_2_8",
      "reference": "Philippians 2:8",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 8
        }
      ],
      "text": "<vq>8 He became obedient</vq> . Even this was great humility — that from being Lord he became a servant; but he says that he went farther than this, because, while he was not only immortal, but the Lord of life and death, he nevertheless became obedient to his Father, even so far as to endure death. This was extreme abasement, especially when we take into view the kind of death, which he immediately adds, with the view of enhancing it. “Pour amplifier et exaggerer la chose;” — “For the sake of amplifying and enhancing the thing.”"
    },
    {
      "id": "calvin_philippians_2_9",
      "reference": "Philippians 2:9",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 9
        }
      ],
      "text": "<vq>9 Therefore God hath highly exalted</vq> . By adding consolation, he shews that abasement, to which the human mind is averse, is in the highest degree desirable. There is no one, it is true, but will acknowledge that it is a reasonable thing that is required from us, when we are exhorted to imitate Christ. This consideration, however, stirs us up to imitate him the more cheerfully, when we learn that nothing is more advantageous for us than to be conformed to his image. Now, that all are happy who, along with Christ, voluntarily abase themselves, he shews by his example; for from the most abject condition he was exalted to the highest elevation. Every one therefore that humbles himself will in like manner be exalted. Who would now be reluctant to exercise humility, by means of which the glory of the heavenly kingdom is attained?\n\nThis passage has given occasion to sophists, or rather they have seized hold of it, to allege that Christ merited first for himself, and afterwards for others. Now, in the first place, even though there were nothing false alleged, it would nevertheless be proper to avoid such profane speculations as obscure the grace of Christ — in imagining that he came for any other reason than with a view to our salvation. Who does not see that this is a suggestion of Satan — that Christ suffered upon the cross, that he might acquire for himself, by the merit of his work, what he did not possess? For it is the design of the Holy Spirit, that we should, in the death of Christ, see, and taste, and ponder, and feel, and recognize nothing but God’s unmixed goodness, and the love of Christ toward us, which was great and inestimable, that, regardless of himself, he devoted himself and his life for our sakes. In every instance in which the Scriptures speak of the death of Christ, they assign to us its advantage and price; — that by means of it we are redeemed — reconciled to God — restored to righteousness — cleansed from our pollutions — life is procured for us, and the gate of life opened. Who, then, would deny that it is at the instigation of Satan that the persons referred to maintain, on the other hand, that the chief part of the advantage is in Christ himself — that a regard to himself had the precedence of that which he had to us — that he merited glory for himself before he merited salvation for us?\n\nFarther, I deny the truth of what they allege, and I maintain that Paul’s words are impiously perverted to the establishment of their falsehood; for that the expression, for this cause, denotes here a consequence rather than a reason, is manifest from this, that it would otherwise follow, that a man could merit Divine honors, and acquire the very throne of God — which is not merely absurd, but even dreadful to make mention of. For of what exaltation of Christ does the Apostle here speak? It is, that everything may be accomplished in him that God, by the prophet Isaiah, exclusively claims to himself. Hence the glory of God, and the majesty, which is so peculiar to him, that it cannot be transferred to any other, will be the reward of man’s work!\n\nAgain, if they should urge the mode of expression, without any regard to the absurdity that will follow, the reply will be easy — that he has been given us by the Father in such a manner, that his whole life is as a mirror that is set before us. As, then, a mirror, though it has splendor, has it not for itself, but with the view of its being advantageous and profitable to others, so Christ did not seek or receive anything for himself, but everything for us. For what need, I ask, had he, who was the equal of the Father, of a new exaltation? Let, then, pious readers learn to detest the Sorbonnic sophists with their perverted speculations.\n\n<vq>Hath given him a name</vq> Name here is employed to mean dignity — a manner of expression which is abundantly common in all languages — “Jacet sine nomine truncus; He lies a headless nameless carcass.” Virg. Æn. 2:557, 558.\n\n“I live: every knee will bow to me, and every tongue will swear to me,” etc. (Isaiah 45:23.)\n\nNow, it is certain that adoration is here meant, which belongs peculiarly to God alone. I am aware that some philosophise with subtlety as to the name Jesus, as though it were derived from the ineffable name Jehovah. “Comme s’il estoit deduit du nom Jehouah, lequel les Juifs par superstition disent qu’il n’est licite de proferer;” — “As if it were derived from the name Jehovah, which the Jews superstitiously say that it is not lawful to utter.”"
    },
    {
      "id": "calvin_philippians_2_10",
      "reference": "Philippians 2:10",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 10
        }
      ],
      "text": "<vq>10 Every knee might bow</vq> . Though respect is shewn to men also be means of this rite, there can nevertheless be no doubt that what is here meant is that adoration which belongs exclusively to God, of which the bending of the knee is a token. “Vn signe et ceremonie externe;” —”An outward sign and rite.”\n\nhave not bowed the knee to the image of Baal. (1 Kings 19:18.)\n\nBut here a question arises — whether this relates to the divinity of Christ or to his humanity, for either of the two is not without some inconsistency, inasmuch as nothing new could be given to his divinity; and his humanity in itself, viewed separately, has by no means such exaltation belonging to it that it should be adored as God? I answer, that this, like many things else, is affirmed in reference to Christ’s entire person, viewed as God manifested in the flesh. (1 Timothy 3:16.) For he did not abase himself either as to his humanity alone, or as to his divinity alone, but inasmuch as, clothed in our flesh, he concealed himself under its infirmity. So again God exalted his own Son in the same flesh, in which he had lived in the world abject and despised, to the highest rank of honor, that he may sit at his right hand.\n\nPaul, however, appears to be inconsistent with himself; for in Romans 14:11, he quotes this same passage, when he has it in view to prove that Christ will one day be the judge of the living and the dead. Now, it would not be applicable to that subject, if it were already accomplished, as he here declares. I answer, that the kingdom of Christ is on such a footing, that it is every day growing and making improvement, while at the same time perfection is not yet attained, nor will be until the final day of reckoning. Thus both things hold true — that all things are now subject to Christ, and that this subjection will, nevertheless, not be complete until the day of the resurrection, because that which is now only begun will then be completed. Hence, it is not without reason that this prophecy is applied in different ways at different times, as also all the other prophecies, which speak of the reign of Christ, do not restrict it to one particular time, but describe it in its entire course. From this, however, we infer that Christ is that eternal God who spoke by Isaiah.\n\n<vq>Things in heaven, things on earth, things under the earth</vq> . Since Paul represents all things from heaven to hell as subject to Christ, Papists trifle childishly when they draw purgatory from his words. Their reasoning, however, is this — that devils are so far from bowing the knee to Christ, that they are in every way rebellious against him, and stir up others to rebellion, as if it were not at the same time written that they tremble at the simple mention of God. (James 2:19.) How will it be, then, when they shall come before the tribunal of Christ? I confess, indeed, that they are not, and never will be, subject of their own accord and by cheerful submission; but Paul is not speaking here of voluntary obedience; nay more, we may, on the contrary, turn back upon them an argument, by way of retortion, (αντιστρέφον,) in this manner: — “The fire of purgatory, according to them, is temporary, and will be done away at the day of judgment: hence this passage cannot be understood as to purgatory, because Paul elsewhere declares that this prophecy will not be fulfilled until Christ shall manifest himself for judgment.” Who does not see that they are twice children in respect of these disgusting frivolities? “Qui ne voit qu’ils sont plus qu’ enfans en telles subtilitez friuoles et niaiseries qu’ils affectent?” — “Who does not see that they are worse than children in such frivolous subtleties and fooleries which they affect?”"
    },
    {
      "id": "calvin_philippians_2_11",
      "reference": "Philippians 2:11",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 11
        }
      ],
      "text": "<vq>11 Is Lord, to the glory of God the Father.</vq> It might also be read, In the glory, because the particle εἰς (to) is often used in place of ἐν (in.) I prefer, however, to retain its proper signification, as meaning, that as the majesty of God has been manifested to men through Christ, so it shines forth in Christ, and the Father is glorified in the Son. See John 5:17, and you will find an exposition of this passage."
    },
    {
      "id": "calvin_philippians_2_12",
      "reference": "Philippians 2:12",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 12
        }
      ],
      "text": "<vq>12 Therefore</vq> , etc. He concludes the whole of the preceding exhortation with a general statement — that they should humble themselves under the Lord’s hand, for that will very readily secure, that, laying aside all arrogance, they will be gentle and indulgent to each other. This is the only befitting way in which the mind of man may learn gentleness, when one who, while viewing himself apart, pleased himself in his hiding-places, comes to examine himself as compared with God.\n\n<vq>As ye have always obeyed</vq> . He commends their previous obedience, that he may encourage them the more to persevere. As, however, it is the part of hypocrites to approve themselves before others, but so soon as they have withdrawn from public view, to indulge themselves more freely, as if every occasion of reverence and fear were removed, he admonishes them not to shew themselves obedient in his presence merely, but also, and even much more, in his absence. For if he were present, he could stimulate and urge them on by continued admonitions. Now, therefore, when their monitor is at a distance from them, “Maintenant donc qu’il est loin d’eux, et qu’il ne les pent plus admonester en presence;” — “Now, therefore, when he is at a distance from them, and can no longer admonish them when present.”\n\n<vq>With fear and trembling</vq> . In this way he would have the Philippians testify and approve their obedience — by being submissive and humble. Now the source of humility is this — acknowledging how miserable we are, and devoid of all good. To this he calls them in this statement. For whence comes pride, but from the assurance which blind confidence produces, when we please ourselves, and are more puffed up with confidence in our own virtue, than prepared to rest upon the grace of God. In contrast with this vice is that fear to which he exhorts. Now, although exhortation comes before doctrine, in the connection of the passage, it is in reality after it, in point of arrangement, inasmuch as it is derived from it. I shall begin, accordingly, with doctrine."
    },
    {
      "id": "calvin_philippians_2_13",
      "reference": "Philippians 2:13",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 13
        }
      ],
      "text": "<vq>13 It is God that worketh</vq> . This is the true engine for bringing down all haughtiness — this the sword for putting an end to all pride, when we are taught that we are utterly nothing, and can do nothing, except through the grace of God alone. I mean supernatural grace, which comes forth from the spirit of regeneration. For, considered as men, we already are, and live and move in God. (Acts 17:28.) But Paul reasons here as to a kind of movement different from that universal one. Let us now observe how much he ascribes to God, and how much he leaves to us.\n\nThere are, in any action, two principal departments — the inclination, and the power to carry it into effect. Both of these he ascribes wholly to God; what more remains to us as a ground of glorying? Nor is there any reason to doubt that this division has the same force as if Paul had expressed the whole in a single word; for the inclination is the groundwork; the accomplishment of it is the summit of the building brought to a completion. He has also expressed much more than if he had said that God is the Author of the beginning and of the end. For in that case sophists would have alleged, by way of cavil, that something between the two was left to men. But as it is, what will they find that is in any degree peculiar to us? They toil hard in their schools to reconcile with the grace of God free-will — of such a nature, I mean, as they conceive of — which might be capable of turning itself by its own movement, and might have a peculiar and separate power, by which it might co-operate with the grace of God. I do not dispute as to the name, but as to the thing itself. In order, therefore, that free-will may harmonize with grace, they divide in such a manner, that God restores in us a free choice, that we may have it in our power to will aright. Thus they acknowledge to have received from God the power of willing aright, but assign to man a good inclination. Paul, however, declares this to be a work of God, without any reservation. For he does not say that our hearts are simply turned or stirred up, or that the infirmity of a good will is helped, but that a good inclination is wholly the work of God. See Institutes, vol. 1, pp. 350, 353.\n\nNow, in the calumny brought forward by them against us — that we make men to be like stones, when we teach that they have nothing good, except from pure grace, they act a shameless part. For we acknowledge that we have from nature an inclination, but as it is depraved through the corruption of sin, it begins to be good only when it has been renewed by God. Nor do we say that a man does anything good without willing it, but that it is only when his inclination is regulated by the Spirit of God. Hence, in so far as concerns this department, we see that the entire praise is ascribed to God, and that what sophists teach us is frivolous — that grace is offered to us, and placed, as it were, in the midst of us, that we may embrace it if we choose; for if God did not work in us efficaciously, he could not be said to produce in us a good inclination. As to the second department, we must entertain the same view. “God,” says he, “is ̔Ο ἐνεργῶν το ἐνεργεῖν he that worketh in us to do.” He brings, therefore, to perfection those pious dispositions which he has implanted in us, that they may not be unproductive, as he promises by Ezekiel, —\n\n“I will cause them to walk in my commandments.” (Ezekiel 11:20.)\n\nFrom this we infer that perseverance, also, is his free gift.\n\n<vq>According to his good pleasure.</vq> Some explain this to mean — the good intention of the mind. “Aucuns exposent le mot Grec, bon propos et bon cœur, le rapportans aux hommes;” — “Some explain the Greek word as meaning, a good purpose and a good heart, making it refer to men.”\n\n<vq>With fear and trembling</vq> . From this Paul deduces an exhortation — that they must with fear work out their own salvation. He conjoins, as he is accustomed, fear and trembling, for the sake of greater intensity, to denote — serious and anxious fear. He, accordingly, represses drowsiness as well as confidence. By the term work he reproves our indolence, which is always ingenious in seeking advantages. “Ingenieuse a cercher ses auantages, et quelques vaines excuses;” — “Ingenious in seeking its advantages, and some vain pretexts.”\n\nThe inference, also, is to be carefully observed: “You have,” says he, “all things from God; therefore be solicitous and humble.” For there is nothing that ought to train us more to modesty and fear, than our being taught, that it is by the grace of God alone that we stand, and will instantly fall down, if he even in the slightest degree withdraw his hand. Confidence in ourselves produces carelessness and arrogance. We know from experience, that all who confide in their own strength, grow insolent through presumption, and at the same time, devoid of care, resign themselves to sleep. The remedy for both evils is, when, distrusting ourselves, we depend entirely on God alone. And assuredly, that man has made decided progress in the knowledge, both of the grace of God, and of his own weakness, who, aroused from carelessness, diligently seeks “Cerche songneusement et implore;” — “Diligently seeks and implores.”\n\nPapists, however, pervert this passage so as to shake the assurance of faith, for the man that trembles “Car celuy qui tremble, disent-ils;” — “For he that trembles, say they.”\n\n<vq>Work out your own salvation</vq> . As Pelagians of old, so Papists at this day make a proud boast of this passage, with the view of extolling man’s excellence. Nay more, when the preceding statement is mentioned to them by way of objection, It is God that worketh in us, etc., they immediately by this shield ward it off (so to speak) — Work out your own salvation. Inasmuch, then, as the work is ascribed to God and man in common, they assign the half to each. In short, from the word work they derive free-will; from the term salvation they derive the merit of eternal life. I answer, that salvation is taken to mean the entire course of our calling, and that this term includes all things, by which God accomplishes that perfection, to which he has predestinated us by his gracious choice. This no one will deny, that is not obstinate and impudent. We are said to perfect it, when, under the regulation of the Spirit, we aspire after a life of blessedness. It is God that calls us, and offers to us salvation; it is our part to embrace by faith what he gives, and by obedience act suitably to his calling; but we have neither from ourselves. Hence we act only when he has prepared us for acting.\n\nThe word which he employs properly signifies — to continue until the end; but we must keep in mind what I have said, that Paul does not reason here as to how far our ability extends, but simply teaches that God acts in us in such a manner, that he, at the same time, does not allow us to be inactive, “Deuenir paresseux et oisifs;” — “To become idle and indolent.”"
    },
    {
      "id": "calvin_philippians_2_14",
      "reference": "Philippians 2:14",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 14
        }
      ],
      "text": "<vq>14 Without murmurings</vq> . These are fruits of that humility to which he had exhorted them. For every man that has learned carefully to submit himself to God, without claiming anything for himself, will also conduct himself agreeably among men. When every one makes it his care to please himself, two faults prevail: First, they calumniate one another; and secondly, they strive against one another in contentions. In the first place, accordingly, he forbids malignity and secret enmities; and then, secondly, open contentions. He adds, thirdly, that they give no occasion to others to complain of them — a thing which is wont to arise from excessive moroseness. It is true that hatred is not in all cases to be dreaded; but care must be taken, that we do not make ourselves odious through our own fault, so that the saying should be fulfilled in us, They hated me without a cause. (Psalm 35:19.) If, however, any one wishes to extend it farther, I do not object to it. For murmurings and disputations spring up, whenever any one, aiming beyond measure at his own advantage, “Cerchant outre mesure son proufit et vtilite particuliere;” — “Seeking beyond measure his own particular profit and advantage.”"
    },
    {
      "id": "calvin_philippians_2_15",
      "reference": "Philippians 2:15",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 15
        }
      ],
      "text": "<vq>15 The sons of God, unreprovable</vq> . It ought to be rendered — unreprovable, because ye are the sons of God. For God’s adoption of us ought to be a motive to a blameless life, that we may in some degree resemble our Father. Now, although there never has been such perfection in the world as to have nothing worthy of reproof, those are, nevertheless, said to be unreprovable who aim at this with the whole bent of their mind, as has been observed elsewhere. Our Author most probably refers to what he had stated when commenting on 1 Corinthians 1:8. See Calvin on the Corinthians, vol. 1, pp. 58, 59. — Ed.\n\n<vq>In the midst of a wicked generation.</vq> Believers, it is true, live on earth, intermingled with the wicked; “Mesles auec les infideles et meschans;” — “Mingled with the unbelieving and the wicked.”\n\nAs to his calling them a wicked and crooked generation, this corresponds with the connection of the passage. For he teaches us that we must so much the more carefully take heed on this account — that many occasions of offense are stirred up by unbelievers, which disturb their right course; and the whole life of unbelievers is, as it were, a labyrinth of various windings, that draw us off from the right way. They are, however, notwithstanding, epithets of perpetual application, that are descriptive of unbelievers of all nations and in all ages. For if the heart of man is wicked and unsearchable, (Jeremiah 17:9,) what will be the fruits springing from such a root? Hence we are taught in these words, that in the life of man there is nothing pure, nothing right, until he has been renewed by the Spirit of God.\n\n<vq>Among whom shine ye</vq> . The termination of the Greek word is doubtful, for it might be taken as the indicative — ye shine; but the imperative suits better with the exhortation. He would have believers be as lamps, which shine amidst the darkness of the world, as though he had said, “Believers, it is true, are children of the night, and there is in the world nothing but darkness; but God has enlightened you for this end, that the purity of your life may shine forth amidst that darkness, that his grace may appear the more illustrious.” Thus, also, it is said by the Prophet,\n\n<sq>“The Lord will arise upon thee, and his glory will be seen upon thee.”(Isaiah 60:2.)</sq>\n\nHe adds immediately afterwards, “The Gentiles shall walk in thy light, and kings in the brightness of thy countenance.” Though Isaiah speaks there rather of doctrine, while Paul speaks here of an exemplary life, yet, even in relation to doctrine, Christ in another passage specially designates the Apostles the light of the world. (Matthew 5:14.)"
    },
    {
      "id": "calvin_philippians_2_16",
      "reference": "Philippians 2:16",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 16
        }
      ],
      "text": "<vq>16 Holding forth the word of life</vq> The reason why they ought to be luminaries is, that they carry the word of life, by which they are enlightened, that they may give light also to others. Now he alludes to lamps, in which wicks are placed that they may burn, and he makes us resemble the lamps; while he compares the word of God to the wick, from which the light comes. If you prefer another figure — we are candlesticks: the doctrine of the gospel is the candle, which, being placed in us, diffuses light on all sides. Now he intimates, that we do injustice to the word of God, if it does not shine forth in us in respect of purity of life. This is the import of Christ’s saying,\n\n<sq>“No man lighteth a candle, and putteth it under a bushel,” etc. (Matthew 5:15.)</sq>\n\nWe are said, however, to carry the word of life in such a way as to be, in the mean time, carried by it, “Soustenus ou portez d’elle;” — “Sustained or carried by it.”\n\n<vq>That I may have glory</vq> . That he may encourage them the more, he declares that it will turn out to his glory, if he has not labored among them in vain. Not as if those who labored faithfully, but unsuccessfully, lost their pains, and had no reward of their labor. As, however, success in our ministry is a singular blessing from God, let us not feel surprised, if God, among his other gifts, makes this the crowning one. Hence, as Paul’s Apostleship is now rendered illustrious by so many Churches, gained over to Christ through his instrumentality, so there can be no question that such trophies “Telles conquestes et marques de triomphe;” — “Such conquests and tokens of triumph.” The term tropaea made use of by our Author, (corresponding to the Greek term πρόπαια,) properly signifies, monuments of the enemy’s defeat, (προπή.) — Ed.\n\nShould any one inquire how it is that Paul now glories in his labors, while he elsewhere forbids us to glory in any but in the Lord, (1 Corinthians 1:31; 2 Corinthians 10:17,) the answer is easy — that, when we have prostrated ourselves, and all that we have before God, and have placed in Christ all our ground of glorying, it is, at the same time, allowable for us to glory through Christ in God’s benefits, as we have seen in the First Epistle to the Corinthians. See Calvin on the Corinthians, vol. 1, pp. 94, 95."
    },
    {
      "id": "calvin_philippians_2_17",
      "reference": "Philippians 2:17",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 17
        }
      ],
      "text": "<vq>17 If I should be offered.</vq> Paul’s statement here is interpreted by Dr. John Brown as equivalent to the following: — “If my life be poured out as a libation over your conversion to Christ, ‘I joy and rejoice with you all.’ It could not be better sacrificed than in the cause of his glory and your salvation.” — Brown’s Discourses and Sayings of our Lord illustrated, vol. 3 p. 379. — Ed.\n\nHe makes use of the terms, καὶ λειτουργίαν — sacrifice and service, the former of which refers to the Philippians, who had been offered up to God; and the latter to Paul, for it is the very act of sacrificing. The term, it is true, is equivalent to administration, and thus it includes functions and offices of every kind; but here it relates properly to the service of God — corresponding to the phrase made use of by the Latins — operari sacris — (to be employed in sacred rites See Liv. 50:1, c. 31, ad fin. — Ed.\n\nFrom this, however, a useful lesson is to be gathered as to the nature of faith — that it is not a vain thing, but of such a nature as to consecrate man to God. The ministers of the gospel have, also, here a singular consolation in being called priests of God, to present victims to him; “Pour luy offrir en sacrifice les ames des fideles;” — “To offer to him in sacrifice the souls of the believers.”\n\n<vq>I rejoice with you,</vq> says he — so that if it should happen that he died, they would know that this took place for their profit, and would receive advantage from his death."
    },
    {
      "id": "calvin_philippians_2_18",
      "reference": "Philippians 2:18",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 18
        }
      ],
      "text": "<vq>18 Rejoice ye</vq> . By the alacrity which he thus discovers, he encourages the Philippians, and enkindles in them a desire to meet death with firmness, “Les enflambe a mourir constamment, et receuoir la mort d’vn cœur magnanime;” — “Enkindles them to die with firmness, and meet death with magnanimity.”"
    },
    {
      "id": "calvin_philippians_2_19",
      "reference": "Philippians 2:19",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 19
        }
      ],
      "text": "<vq>19 But I hope</vq> . He promises them the coming of Timothy, that, from their expecting him, they may bear up more courageously, and not give way to impostors. For as in war an expectation of help animates soldiers, so as to keep them from giving way, so this consideration, too, was fitted to encourage greatly the Philippians: “There will one come very shortly, who will set himself in opposition to the contrivances of our enemies.” But if the mere expectation of him had so much influence, his presence would exert a much more powerful effect. We must take notice of the condition “En ces mots, au Seigneur Jesus, il faut noter la condition;” — “In these words, in the Lord Jesus, we must notice the condition.”"
    },
    {
      "id": "calvin_philippians_2_20",
      "reference": "Philippians 2:20",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 20
        }
      ],
      "text": "<vq>20 I have no man like-minded</vq> . While some draw another meaning from the passage, I interpret it thus: “I have no one equally well-affected for attending to your interests.” For Paul, in my opinion, compares Timothy with others, rather than with himself, and he pronounces this eulogium upon him, with the express design that he may be the more highly esteemed by them for his rare excellence."
    },
    {
      "id": "calvin_philippians_2_21",
      "reference": "Philippians 2:21",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 21
        }
      ],
      "text": "<vq>21 For all seek their own things</vq> . He does not speak of those who had openly abandoned the pursuit of piety, but of those very persons whom he reckoned brethren, nay, even those whom he admitted to familiar intercourse with him. These persons, he nevertheless says, were so warm in the pursuit of their own interests, that they were unbecomingly cold in the work of the Lord. It may seem at first view as if it were no great fault to seek one’s own profit; but how insufferable it is in the servants of Christ, appears from this, that it renders those that give way to it utterly useless. For it is impossible that the man who is devoted to self, should apply himself to the interests of the Church. Did then, you will say, Paul cultivate the society of men that were worthless and mere pretenders? I answer, that it is not to be understood, as if they had been intent exclusively on their own interests, and bestowed no care whatever upon the Church, but that, taken up with their own individual interests, they were to some extent negligent to the promotion of the public advantage of the Church. For it must necessarily be, that one or other of two dispositions prevails over us — either that, overlooking ourselves, we are devoted to Christ, and those things that are Christ’s, or that, unduly intent on our own advantage, we serve Christ in a superficial manner.\n\nFrom this it appears, how great a hinderance it is to Christ’s ministers to seek their own interests. Nor is there any force in these excuses: “I do harm to no one“ — “I must have a regard, also, to my own advantage” — “I am not so devoid of feeling as not to be prompted by a regard to my own advantage.” For you must give up your own right if you would discharge your duty: a regard to your own interests must not be put in preference to Christ’s glory, or even placed upon a level with it. Whithersoever Christ calls you, you must go promptly, leaving off all other things. Your calling ought to be regarded by you in such a way, that you shall turn away all your powers of perception from everything that would impede you. It might be in your power to live elsewhere in greater opulence, but God has bound you to the Church, which affords you but a very moderate sustenance: you might elsewhere have more honor, but God has assigned you a situation, in which you live in a humble style: “Sans estre en plus grande reputation;” — “Without being in very great reputation.”\n\nIf, however, Paul reproves so severely those who were influenced by a greater concern for themselves than for the Church, what judgment may be looked for by those who, while altogether devoted to their own affairs, make no account of the edification of the Church? However they may now flatter themselves, God will not spare them. An allowance must be given to the ministers of the Church to seek their own interests, so as not to be prevented from seeking the kingdom of Christ; but in that case they will not be represented as seeking their own interests, as a man’s life is estimated according to its chief aim. When he says all, we are not to understand the term denoting universality, as though it implied that there was no exception, for there were others also, such as Epaphroditus, “Car il y en auoit d’autres qui auoyent plus grand soin de l’Eglise de Dieu, que d’eux-mesmes, comme Epaphrodite;” — “For there were others of them that had greater concern as to the Church of God, than as to themselves, such as Epaphroditus.”\n\nWhen, however, we hear Paul complaining, that in that golden age, in which all excellences flourished, that there were so few that were rightly affected, “Qu’il y auoit si peu de gens sages et qui eussent vn cœur entier a nostre Seigneur;” — “That there were so few persons that were wise, and had devotedness of heart to our Lord.”"
    },
    {
      "id": "calvin_philippians_2_22",
      "reference": "Philippians 2:22",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 22
        }
      ],
      "text": "<vq>22 But the proof</vq> . It is literally, ye know the proof of him, unless you prefer to understand it in the imperative mood, know ye; (for there had scarcely been opportunity during that short time to make trial,) but this is not of great moment. What is chiefly to be noticed is, that he furnishes Timothy with an attestation of fidelity and modesty. In evidence of his fidelity, he declares, that he had served with him in the gospel, for such a connection was a token of true sincerity. In evidence of his modesty, he states, that he had submitted to him as to a father. It is not to be wondered, that this virtue is expressly commended by Paul, for it has in all ages been rare. At the present day, where will you find one among the young that will give way to his seniors, even in the smallest thing? to such an extent does impertinence triumph and prevail in the present age! In this passage, as in many others, we see how diligently Paul makes it his aim to put honor upon pious ministers, and that not so much for their own sakes, as on the ground of its being for the advantage of the whole Church, that such persons should be loved and honored, and possess the highest authority."
    },
    {
      "id": "calvin_philippians_2_23",
      "reference": "Philippians 2:23",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 23
        }
      ],
      "text": "<vq>24 I trust that I myself</vq> . He adds this, too, lest they should imagine that anything had happened to change his intention as to the journey of which he had previously made mention. At the same time, he always speaks conditionally — If it shall please the Lord. For although he expected deliverance from the Lord, yet there having been, as we have observed, no express promise, this expectation was by no means settled, but was, as it were, suspended upon the secret purpose of God."
    },
    {
      "id": "calvin_philippians_2_25",
      "reference": "Philippians 2:25",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 25
        }
      ],
      "text": "<vq>25 I thought it necessary to send to you Epaphroditus</vq> . After having encouraged them by the promise of his own coming and that of Timothy, he fortifies them also for the present, by sending previously Epaphroditus, that in the mean time, while he waited the issue of his own affairs, (for this was the cause of his delay,) they might not be in want of a pastor who should take care that matters were properly managed. Now, he recommends Epaphroditus by many distinctions — that he is his brother, and helper in the affairs of the gospel — that he is his fellow-soldier, by which term he intimates what is the condition of the ministers of the gospel; that they are engaged in an incessant warfare, for Satan will not allow them to promote the gospel without maintaining a conflict. Let those, then, who prepare themselves for edifying the Church, know that war is denounced against them, and prepared. This, indeed, is common to all Christians — to be soldiers in the camp of Christ, “De batailler sous l’enseigne de Christ;” — “To fight under Christ’s banner.”\n\nThe term Apostle here, as in many other passages, is taken generally to mean any evangelist, “Pour tous prescheurs de l’euangile;” — “For all preachers of the gospel.”"
    },
    {
      "id": "calvin_philippians_2_26",
      "reference": "Philippians 2:26",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 26
        }
      ],
      "text": "<vq>26. He longed after you</vq> . It is a sign of a true pastor, that while he was at a great distance, and was willingly detained by a pious engagement, he was nevertheless affected with concern for his flock, and a longing after them; and on learning that his sheep were distressed on his account, “Pour l’amour de luy;” — “From love to him.”"
    },
    {
      "id": "calvin_philippians_2_27",
      "reference": "Philippians 2:27",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 27
        }
      ],
      "text": "<vq>27 But God had mercy on him</vq> . He had expressed the severity of the disease — that Epaphroditus had been sick, so that life was despaired of, in order that the goodness of God might shine forth more clearly in his restored health. It is, however, surprising that he should ascribe it to the mercy of God that Epaphroditus had had his period of life prolonged, while he had previously declared that he desired death in preference to life. (Philippians 1:23.) And what were better for us than that we should remove hence to the kingdom of God, delivered from the many miseries of this world, and more especially, rescued from that bondage of sin in which he elsewhere exclaims that he is wretched, (Romans 7:24,) to attain the full enjoyment of that liberty of the Spirit, by which we become connected with the Son of God? “Par laquelle nous soyons parfaitement conioints auec le Fils de Dieu;” — “By which we are perfectly united with the Son of God.”\n\n<vq>But on me also, lest I should have sorrow.</vq> Paul acknowledges that the death of Epaphroditus would have been bitterly painful to him, and he recognises it as an instance of God’s sparing mercy toward himself, that he had been restored to health. He does not, therefore, make it his boast that he has the apathy (ἀπάθειαν) of the Stoics, as if he were a man of iron, and exempt from human affections. Calvin, in the French version, makes reference to what he has said on the subject in the Institutes. See Institutes, vol. 2, p. 281. — Ed.\n\n<vq>Two</vq> things, therefore, are to be observed: in the first place, that the dispositions which God originally implanted in our nature are not evil in themselves, because they do not arise from the fault of corrupt nature, but come forth from God as their Author; of this nature is the grief that is felt on occasion of the death of friends: in the second place, that Paul had many other reasons for regret in connection with the death of Epaphroditus, and that these were not merely excusable, but altogether necessary. This, in the first place, is invariable in the case of all believers, that, on occasion of the death of any one, they are reminded of the anger of God against sin; but Paul was the more affected with the loss sustained by the Church, which he saw would be deprived of a singularly good pastor at a time when the good were so few in number. Those who would have dispositions of this kind altogether subdued and eradicated, do not picture to themselves merely men of flint, but men that are fierce and savage. In the depravity of our nature, however, everything in us is so perverted, that in whatever direction our minds are bent, they always go beyond bounds. Hence it is that there is nothing that is so pure or right in itself, as not to bring with it some contagion. Nay more, Paul, as being a man, would, I do not deny, have experienced in his grief something of human error, “Mesme ie ne nie pas que sainct Paul (comme il estoit homme) ne se trouué surprins de quelque exces vicieux en sa douleur;” — “Nay more, I do not deny that St. Paul (inasmuch as he was a man) might find himself overtaken with some faulty excess in his grief.”"
    },
    {
      "id": "calvin_philippians_2_28",
      "reference": "Philippians 2:28",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 28
        }
      ],
      "text": "<vq>28 I have sent him the more carefully</vq> . The presence of Epaphroditus was no small consolation to him; yet to such a degree did he prefer the welfare of the Philippians to his own advantage, that he says that he rejoices on occasion of his departure, because it grieved him that, on his account, he was taken away from the flock that was intrusted to him, and was reluctant to avail himself of his services, though otherwise agreeable to him, when it was at the expense of loss to them. Hence he says, that he will feel more happiness in the joy of the Philippians."
    },
    {
      "id": "calvin_philippians_2_29",
      "reference": "Philippians 2:29",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 29
        }
      ],
      "text": "<vq>29 Receive him with all joy</vq> . He employs the word all to mean sincere and abundant. He also recommends him again to the Philippians; so intent is he upon this, that all that approve themselves as good and faithful pastors may be held in the highest estimation: for he does not speak merely of one, but exhorts that all such should be held in estimation; for they are precious pearls from God’s treasuries, and the rarer they are, they are so much the more worthy of esteem. Nor can it be doubted that God often punishes our ingratitude and proud disdain, by depriving us of good pastors, when he sees that the most eminent that are given by him are ordinarily despised. Let every one, then, who is desirous that the Church should be fortified against the stratagems and assaults of wolves, make it his care, after the example of Paul, that the authority of good pastors be established; “Soit establie et demeure entiere;” — “Be established, and remain entire.”"
    },
    {
      "id": "calvin_philippians_2_30",
      "reference": "Philippians 2:30",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 30
        }
      ],
      "text": "<vq>30 Because for the work of Christ</vq> . I consider this as referring to that infirmity, which he had drawn down upon himself by incessant assiduity. Hence he reckons the distemper of Epaphroditus among his excellences, as it certainly was a signal token of his ardent zeal. Sickness, indeed, is not an excellence, but it is an excellence not to spare yourself that you may serve Christ. Epaphroditus felt that his health would be in danger if he applied himself beyond measure; yet he would rather be negligent as to health than be deficient in duty; and that he may commend this conduct the more to the Philippians, he says that it was a filling up of their deficiency, “Vn accomplissement, ou moyen de suppleer ce qui defailloit de leur seruice;” — “A filling up, or a means of supplying what was defective in their service.”"
    },
    {
      "id": "calvin_philippians_3_1",
      "reference": "Philippians 3:1",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 1
        }
      ],
      "text": "<vq>1 Rejoice in the Lord</vq> This is a conclusion from what goes before, for as Satan never ceased to distress them with daily rumors, he bids them divest themselves of anxiety and be of good courage. In this way he exhorts them to constancy, that they may not fall back from the doctrine which they have once received. The phrase henceforward denotes a continued course, that, in the midst of many hinderances, they may not cease to exercise holy joy. It is a rare excellence when Satan endeavors to exasperate us “De nous troubler et effaroucher;” — “To trouble and frighten us.”\n\n<vq>To write the same thing to you.</vq> Here he begins to speak of the false Apostles, with whom, however, he does not fight hand to hand, as in the Epistle to the Galatians, but in a few words severely “Il les rembarre rudement et auec authorite;” — “He baffles them sternly and with authority.\"\n\nIn the first place, however, he calls them dogs; the metaphor being grounded upon this — that, for the sake of filling their belly, they assailed true doctrine with their impure barking. Accordingly, it is as though he had said, — impure or profane persons; for I do not agree with those who think that they are so called on the ground of envying others, or biting them “Pour autant qu’ils portoyent enuie auec autres, ou les mordoyent et detractoyent d’eux;” — “On the ground of their bearing envy to others, and biting and calumniating them.\"\n\nIn the second place, he calls them evil workers, meaning, that, under the pretext of building up the Church, they did nothing but ruin and destroy everything; for many are busily occupied “Car il yen a plusieurs qui se tourmentent tant et plus, et se meslent de beaucoup de choses;” — “For there are many that torture themselves on this occasion and on that, and intermeddle with many things.\n\nIn the third term employed, there is an elegant (προσωνομασία) play upon words. They boasted that they were the circumcision: he turns aside this boasting by calling them the concision “The Concision--that is, those who rend and divide the Church. Compare Romans 16:17, 18. They gloried in being the περιτομὴ (the circumcision,) which name and character St. Paul will not here allow them, but claims it for Christians in the next words, and calls them the κατατομὴ or concision, expressing his contempt of their pretences, and censure of their practices.” — Pierce. — Ed.\n\nWhen he says, that to write the same things is not grievous to him, he seems to intimate that he had already written on some other occasion to the Philippians. There would, however, be no inconsistency in understanding him as meaning, that he now by his writings reminds them of the same things as they had frequently heard him say, when he was with them. For there can be no doubt that he had often intimated to them in words, when he was with them, how much they ought to be on their guard against such pests: yet he does not grudge to repeat these things, because the Philippians would have incurred danger in the event of his silence. And, unquestionably, it is the part of a good pastor, not merely to supply the flock with pasture, and to rule the sheep by his guidance, but to drive away the wolves when threatening to make an attack upon the fold, and that not merely on one occasion, but so as to be constantly on the watch, and to be indefatigable. For as thieves and robbers (John 10:8) are constantly on the watch for the destruction of the Church, what excuse will the pastor have if, after courageously repelling them in several instances, he gives way on occasion of the ninth or tenth attack?\n\nHe says also, that a repetition of this nature is profitable to the Philippians, lest they should be—as is wont to happen occasionally—of an exceedingly fastidious humor, and despise it as a thing that was superfluous. For many are so difficult to please, that they cannot bear that the same thing should be said to them a second time, and, in the mean time, they do not consider that what is inculcated upon them daily is with difficulty retained in their memory ten years afterwards. But if it was profitable to the Philippians to listen to this exhortation of Paul—to be on their guard against wolves, what do Papists mean who will not allow that any judgment should be formed as to their doctrine? For to whom, I pray you, did Paul address himself when he said, Beware? Was it not to those whom they do not allow to possess any right to judge? And of the same persons Christ says, in like manner,\n\n<sq>My sheep hear my voice, and they follow me; they flee from, a stranger, and they hear not his voice. (John 10:5, 27.)</sq>"
    },
    {
      "id": "calvin_philippians_3_3",
      "reference": "Philippians 3:3",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 3
        }
      ],
      "text": "<vq>3. For we are the circumcision</vq> —that is, we are the true seed of Abraham, and heirs of the testament which was confirmed by the sign of circumcision. For the true circumcision is of the spirit and not of the letter, inward, and situated in the heart, not visible according to the flesh. (Romans 2:29.)\n\nBy spiritual worship he means that which is recommended to us in the gospel, and consists of confidence in God, and invocation of him, self-renunciation, and a pure conscience. We must supply an antithesis, for he censures, on the other hand, legal worship, which was exclusively pressed upon them by the false Apostles.\n\n<sq>“They command that God should be worshipped with outward observances, and because they observe the ceremonies of the law, they boast on false grounds that they are the people of God; but we are the truly circumcised, who worship God in spirit and in truth.” (John 4:23.)</sq>\n\nBut here some one will ask, whether truth excludes the sacraments, for the same thing might be said as to Baptism and the Lord’s Supper. I answer, that this principle must always be kept in view, that figures were abolished by the advent of Christ, and that circumcision gave way to baptism. It follows, also, from this principle, that the pure and genuine worship of God is free from the legal ceremonies, and that believers have the true circumcision without any figure.\n\n<vq>And we glory in Christ</vq> We must always keep in view the antithesis. “We have to do with the reality, while they rest in the symbols: we have to do with the substance, while they look to the shadows.” And this suits sufficiently well with the corresponding clause, which he adds by way of contrast— We have no confidence in the flesh For under the term flesh he includes everything of an external kind in which an individual is prepared to glory, as will appear from the context, or, to express it in fewer words, he gives the name of flesh to everything that is apart from Christ. He thus reproves, and in no slight manner, the perverse zealots the law, because, not satisfied with Christ, they have recourse to grounds of glorying apart from him. He has employed the terms glorying, and having confidence, to denote the same thing. For confidence lifts up a man, so that he ventures even to glory, and thus the two things are connected."
    },
    {
      "id": "calvin_philippians_3_4",
      "reference": "Philippians 3:4",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 4
        }
      ],
      "text": "<vq>4 Though I might also</vq> He does not speak of the disposition exercised by him, but he intimates, that he has also ground of glorying, if he were inclined to imitate their folly. The meaning therefore is, “My glorying, indeed, is placed in Christ, but, were it warrantable to glory in the flesh, I have also no want of materials.” And from this we learn in what manner to reprove the arrogance of those who glory in something apart from Christ. If we are ourselves in possession of those very things in which they glory, let us not allow them to triumph over Christ by an unseemly boasting, without retorting upon them also our grounds of glorying, that they may understand that it is not through envy that we reckon of no value, nay, even voluntarily renounce those things on which they set the highest value. Let, however, the conclusion be always of this nature — that all confidence in the flesh is vain and preposterous.\n\n<vq>If any one has confidence in the flesh, I more</vq> Not satisfied with putting himself on a level with any one of them, he even gives himself the preference to them. Hence he cannot on this account be suspected, as though he were envious of their excellence, and extolled Christ with the view of making his own deficiencies appear the less inconsiderable. He says, therefore, that, if it were coming to be matter of dispute, he would be superior to others. For they had nothing (as we shall see erelong) that he had not on his part equally with them, while in some things he greatly excelled them. He says, not using the term in its strict sense, that he has confidence in the flesh, on the ground that, while not placing confidence in them, he was furnished with those grounds of fleshly glorying, on account of which they were puffed up."
    },
    {
      "id": "calvin_philippians_3_5",
      "reference": "Philippians 3:5",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 5
        }
      ],
      "text": "<vq>5. Circumcised on the eighth day</vq> It is literally— “The circumcision of the eighth day.” There is no difference, however, in the sense, for the meaning is, that he was circumcised in the proper manner, and according to the appointment of the law “Circoncis deuement et selon l’ordonnance et les obseruations de la loy;” — “Circumcised duly and according to the appointment and the observances of the law.”\n\n<vq>According to the law, a Pharisee</vq> Having spoken of the nobility of his descent, he now proceeds to speak of special endowments of persons, as they are called. It is very generally known, that the sect of the Pharisees was celebrated above the others for the renown in which it was held for sanctity and for doctrine. He states, that he belonged to that sect. The common opinion is, that the Pharisees were so called from a term signifying separation “Que les Pharisiens ont este ainsi nommez, pource qu’ils estoyent separez d’auec les autres, comme estans saincts;” — “That the Pharisees were so called, because they were separated from others, as being holy.”\n\nBut what is meant by the clause, according to the law? For unquestionably nothing is more opposed to the law of God than sects, for in it is communicated the truth of God, which is the bond of unity. Besides this, Josephus tells us in the 13th book of his Antiquities, that all the sects took their rise during the high priesthood of Jonathan. Paul employs the term law, not in its strict sense, to denote the doctrine of religion, however much corrupted it was at that time, as Christianity is at this day in the Papacy. As, however, there were many that were in the rank of teachers, who were less skillful, and exercised “Exercez en l’Ecriture;” — “Exercised in Scripture.”"
    },
    {
      "id": "calvin_philippians_3_6",
      "reference": "Philippians 3:6",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 6
        }
      ],
      "text": "<vq>6. As to the righteousness which is in the law</vq> There can be no doubt he means by this the entire righteousness of the law, for it were too meagre a sense to understand it exclusively of the ceremonies. The meaning, therefore, is more general — that he cultivated an integrity of life, such as might be required on the part of a man that was devoted to the law. To this, again, it is objected, that the righteousness of the law is perfect in the sight of God. For the sum of it is — that men be fully devoted to God, and what beyond this can be desired for the attainment of perfection? I answer, that Paul speaks here of that righteousness which would satisfy the common opinion of mankind. For he separates the law from Christ. Now, what is the law without Christ but a dead letter? To make the matter plainer, I observe, that there are two righteousnesses of the law. The one is spiritual — perfect love to God, and our neighbors: it is contained in doctrine, and had never an existence in the life of any man. The other is literal — such as appears in the view of men, while, in the mean time, hypocrisy reigns in the heart, and there is in the sight of God nothing but iniquity. Thus, the law has two aspects; the one has an eye to God, the other to men. Paul, then, was in the judgment of men holy, and free from all censure — a rare commendation, certainly, and almost unrivalled; yet let us observe in what esteem he held it."
    },
    {
      "id": "calvin_philippians_3_7",
      "reference": "Philippians 3:7",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 7
        }
      ],
      "text": "<vq>7. What things were gain to me</vq> He says, that those things were gain to him, for ignorance of Christ is the sole reason why we are puffed up with a vain confidence. Hence, where we see a false estimate of one’s own excellence, where we see arrogance, where we see pride, there let us be assured that Christ is not known. On the other hand, so soon as Christ shines forth all those things that formerly dazzled our eyes with a false splendor instantly vanish, or at least are disesteemed. Those things, accordingly, which had been gain to Paul when he was as yet blind, or rather had imposed upon him under an appearance of gain, he acknowledges to have been loss to him, when he has been enlightened. Why loss? Because they were hinderances in the way of his coming to Christ. What is more hurtful than anything that keeps us back from drawing near to Christ? Now he speaks chiefly of his own righteousness, for we are not received by Christ, except as naked and emptied of our own righteousness. Paul, accordingly, acknowledges that nothing was so injurious to him as his own righteousness, inasmuch as he was by means of it shut out from Christ."
    },
    {
      "id": "calvin_philippians_3_8",
      "reference": "Philippians 3:8",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 8
        }
      ],
      "text": "<vq>8. Nay more, I reckon.</vq> He means, that he continues to be of the same mind, because it often happens, that, transported with delight in new things, we forget everything else, and afterwards we regret it. Hence Paul, having said that he renounced all hinderances, that he might gain Christ, now adds, that he continues to be of this mind.\n\n<vq>For the sake of the excellency of the knowledge</vq> He extols the gospel in opposition to all such notions as tend to beguile us. For there are many things that have an appearance of excellence, but the knowledge of Christ surpasses to such a degree everything else by its sublimity “Par son excellence et hautesso;” — “By its excellence and loftiness.”\n\n<vq>For whom I have suffered the loss of all things</vq> He expresses more than he had done previously; at least he expresses himself with greater distinctness. It is a similitude taken from seamen, who, when urged on by danger of shipwreck, throw everything overboard, that, the ship being lightened, they may reach the harbour in safety. Paul, then, was prepared to lose everything that he had, rather than be deprived of Christ.\n\nBut it is asked, whether it is necessary for us to renounce riches, and honors, and nobility of descent, and even external righteousness, that we may become partakers of Christ, (Hebrews 3:14,) for all these things are gifts of God, which, in themselves, are not to be despised? I answer, that the Apostle does not speak here so much of the things themselves, as of the quality of them. It is, indeed, true, that the kingdom of heaven is like a precious pearl, for the purchase of which no one should hesitate to sell everything that he has (Matthew 13:46.) There is, however, a difference between the substance of things and the quality. Paul did not reckon it necessary to disown connection with his own tribe and with the race of Abraham, and make himself an alien, that he might become a Christian, but to renounce dependence upon his descent. It was not befitting, that from being chaste he should become unchaste; that from being sober, he should become intemperate; and that from being respectable and honorable, he should become dissolute; but that he should divest himself of a false estimate of his own righteousness, and treat it with contempt. We, too, when treating of the righteousness of faith, do not contend against the substance of works, but against that quality with which the sophists invest them, inasmuch as they contend that men are justified by them. Paul, therefore, divested himself — not of works, but of that mistaken confidence in works, with which he had been puffed up.\n\nAs to riches and honors, when we have divested ourselves of attachment to them, we will be prepared, also, to renounce the things themselves, whenever the Lord will require this from us, and so it ought to be. It is not expressly necessary that you be a poor man, in order that you may be Christian; but if it please the Lord that it should be so, you ought to be prepared to endure poverty. In fine, it is not lawful for Christians to have anything apart from Christ. I consider as apart from Christ everything that is a hinderance in the way of Christ alone being our ground of glorying, and having an entire sway over us.\n\n<vq>And I count them but refuse.</vq> Here he not merely by words, but also by realities, amplifies greatly what he had before stated. For those who cast their merchandise and other things into the sea, that they may escape in safety, do not, therefore, despise riches, but act as persons prepared rather to live in misery and want Pierce adduces the two following instances of the same form of expression as made use of among the Romans—Plautus says, (Trucul. Act 2, sc 7, ver. 5,) when speaking of one that was chargeable with prodigality — “Qui bona sua pro stercore habet, foras jubet ferri,” (“who counts his goods but dung, and orders them to be carried out of the house.”) Thus, also, Apuleius, (Florid, c. 14,) speaks of Crates, when he turned Cynic: “Rem familiarem a.bjicit velut onus sterootis, magis labori quant usui;” — (“He casts away his goods as a heap of dung, that was more troublesome than useful.”) — Ed.\n\n<vq>That I may gain Christ.</vq> By this expression he intimates that we cannot gain Christ otherwise than by losing everything that we have. For he would have us rich by his grace alone: he would have him alone be our entire blessedness. Now, in what way we must suffer the loss of all things, has been already stated — in such a manner that nothing will turn us aside from confidence in Christ alone. But if Paul, with such innocence and integrity of life, did not hesitate to reckon his own righteousness to be loss and dung, what mean those Pharisees of the present day, who, while covered over with every kind of wickedness, do nevertheless feel no shame in extolling their own merits in opposition to Christ?"
    },
    {
      "id": "calvin_philippians_3_9",
      "reference": "Philippians 3:9",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 9
        }
      ],
      "text": "<vq>9. And may find them in him</vq> The verb is in the passive voice, and hence all others have rendered it, I may be found. They pass over the context, however, in a very indifferent manner, as though it had no peculiar force. If you read it in the passive voice, an antithesis must be understood — thatPaul was lost before he was found in Christ, as a rich merchant is like one lost, so long as he has his vessel laden with riches; but when they have been thrown overboard, he is found? “Mais apres que les richesses sont lettees en la mer, il est trouue, pource qu’il commence a avoir esperance d’eschapper, d’autant que le vaisseau est allege;” — “But after his riches have been thrown into the sea, he is found, inasmuch as he begins to have hope of escaping, because the vessel has been lightened.”\n\n<vq>Not having mine own righteousness</vq> Here we have a remarkable passage, if any one is desirous to have a particular description of the righteousness of faith, and to understand its true nature. For Paul here makes a comparison between two kinds of righteousness. The one he speaks of as belonging to the man, while he calls it at the same time the righteousness of the law; the other, he tells us, is from God, is obtained through faith, and rests upon faith in Christ. These he represents as so directly opposed to each other, that they cannot stand together. Hence there are two things that are to be observed here. In the first place, that the righteousness of the law must be given up and renounced, that you may be righteous through faith; and secondly, that the righteousness of faith comes forth from God, and does not belong to the individual. As to both of these we have in the present day a great controversy with Papists; for on the one hand, they do not allow that the righteousness of faith is altogether from God, but ascribe it partly to man; and, on the other hand, they mix them together, as if the one did not destroy the other. Hence we must carefully examine the several words made use of by Paul, for there is not one of them that is not very emphatic.\n\nHe says, that believers have no righteousness of their own. Now, it cannot be denied, that if there were any righteousness of works, it might with propriety be said to be ours. Hence he leaves no room whatever for the righteousness of works. Why he calls it the righteousness of the law, he shows in Romans 10:5; because this is the sentence of the law, He that doeth these things shall live in them. The law, therefore, pronounces the man to be righteous through works. Nor is there any ground for the cavil of Papists, that all this must be restricted to ceremonies. For in the first place, it is a contemptible frivolity to affirm that Paul was righteous only through ceremonies; and secondly, he in this way draws a contrast between those two kinds of righteousness — the one being of man, the other, from God. He intimates, accordingly, that the one is the reward of works, while the other is a free gift from God. He thus, in a general way, places man’s merit in opposition to Christ’s grace; for while the law brings works, faith presents man before God as naked, that he may be clothed with the righteousness of Christ. When, therefore, he declares that the righteousness of faith is from God, it is not simply because faith is the gift of God, but because God justifies us by his goodness, or because we receive by faith the righteousness which he has conferred upon us."
    },
    {
      "id": "calvin_philippians_3_10",
      "reference": "Philippians 3:10",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 10
        }
      ],
      "text": "<vq>10 That I may know him</vq> He points out the efficacy and nature of faith — that it is the knowledge of Christ, and that, too, not bare or indistinct, but in such a manner that the power of his resurrection is felt. Resurrection he employs as meaning, the completion of redemption, so that it comprehends in it at the same time the idea of death. But as it is not enough to know Christ as crucified and raised up from the dead, unless you experience, also, the fruit of this, he speaks expressly of efficacy. “De l’efficace ou puissance;” — “Of the efficacy or power.”\n\n<vq>And the fellowship of his sufferings</vq> Having spoken of that freely-conferred righteousness, which was procured for us through the resurrection of Christ, and is obtained by us through faith, he proceeds to treat of the exercises of the pious, and that in order that it might not seem as though he introduced an inactive faith, which produces no effects in the life. He also intimates, indirectly, that these are the exercises in which the Lord would have his people employ themselves; while the false Apostles pressed forward upon them the useless elements of ceremonies. Let every one, therefore, who has become through faith a partaker of all Christ’s benefits, acknowledge that a condition is presented to him — that his whole life be conformed to his death.\n\nThere is, however, a twofold participation and fellowship in the death of Christ. The one is inward — what the Scripture is wont to term the mortification of the flesh, or the crucifixion of the old man, of which Paul treats in the sixth chapter of the Romans; the other is outward — what is termed the mortification of the outward man. It is the endurance of the Cross, of which he treats in the eighth chapter of the same Epistle, and here also, if I do not mistake. For after introducing along with this the power of his resurrection, Christ crucified is set before us, that we may follow him through tribulations and distresses; and hence the resurrection of the dead is expressly made mention of, that we may know that we must die before we live. This is a continued subject of meditation to believers so long as they sojourn in this world.\n\nThis, however, is a choice consolation, that in all our miseries we are partakers of Christ’s Cross, if we are his members; so that through afflictions the way is opened up for us to everlasting blessedness, as we read elsewhere,\n\n<sq>If we die with him, we shall also live with him; if we suffer with him, we shall also reign with him. (2 Timothy 2:11,)</sq>\n\nWe must all therefore be prepared for this — that our whole life shall represent nothing else than the image of death, until it produce death itself, as the life of Christ is nothing else than a prelude of death. We enjoy, however, in the mean time, this consolation — that the end is everlasting blessedness. For the death of Christ is connected with the resurrection. Hence Paul says, that he is conformed to his death, that he may attain the glory of the resurrection. The phrase, if by any means, does not indicate doubt, but expresses difficulty, with a view to stimulate our earnest endeavor “Afin de nous resueiller et aiguiser a nous y addonner de tant plus grande affection;” — “That it may arouse and stimulate us to devote ourselves to it with so much greater zeal.”"
    },
    {
      "id": "calvin_philippians_3_12",
      "reference": "Philippians 3:12",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 12
        }
      ],
      "text": "<vq>12 Not as though I had already apprehended</vq> Paul insists upon this, that he may convince the Philippians that he thinks of nothing but Christ — knows nothing else — desires nothing else — is occupied with no other subject of meditation. In connection with this, there is much weight in what he now adds — that he himself, while he had given up all hinderances, had nevertheless not attained that object of aim, and that, on this account, he always aimed and eagerly aspired at something further. How much more was this incumbent on the Philippians, who were still far behind him?\n\nIt is asked, however, what it is that Paul says he has not yet attained? For unquestionably, so soon as we are by faith ingrafted into the body of Christ, we have already entered the kingdom of God, and, as it is stated in Ephesians 2:6, we already, in hope, sit in heavenly places. I answer, that our salvation, in the mean time, is in hope, so that the inheritance indeed is secure; but we nevertheless have it not as yet in possession. At the same time, Paul here looks at something else — the advancement of faith, and of that mortification of which he had made mention. He had said that he aimed and eagerly aspired at the resurrection of the dead through fellowship in the Cross of Christ. He adds, that he has not as yet arrived at this. At what? At the attainment of having entire fellowship in Christ’s sufferings, having a full taste of the power of his resurrection, and knowing him perfectly. He teaches, therefore, by his own example, that we ought to make progress, and that the knowledge of Christ is an attainment of such difficulty, that even those who apply themselves exclusively to it, do nevertheless not attain perfection in it so long as they live. This, however, does not detract in any degree from the authority of Paul’s doctrine, inasmuch as he had acquired as much as was sufficient for discharging the office committed to him. In the mean time, it was necessary for him to make progress, that this divinely-furnished instructor of all might be trained to humility.\n\n<vq>As also I have been apprehended</vq> This clause he has inserted by way of correction, that he might ascribe all his endeavors to the grace of God. It is not of much importance whether you read as, or in so far as; for the meaning in either case remains the same — that Paul was apprehended by Christ, that he might apprehend Christ; that is, that he did nothing except under Christ’s influence and guidance. I have chosen, however, the more distinct rendering, as it seemed to be optional."
    },
    {
      "id": "calvin_philippians_3_13",
      "reference": "Philippians 3:13",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 13
        }
      ],
      "text": "<vq>13 I reckon not myself to have as yet apprehended</vq> He does not here call in question the certainty of his salvation, as though he were still in suspense, but repeats what he had said before — that he still aimed at making farther progress, because he had not yet attained the end of his calling. He shews this immediately after, by saying that he was intent on this one thing, leaving off everything else. Now, he compares our life to a race-course, the limits of which God has marked out to us for running in. For as it would profit the runner nothing to have left the starting-point, unless he went forward to the goal, so we must also pursue the course of our calling until death, and must not cease until we have obtained what we seek. Farther, as the way is marked out to the runner, that he may not fatigue himself to no purpose by wandering in this direction or in that, so there is also a goal set before us, towards which we ought to direct our course undeviatingly; and God does not permit us to wander about heedlessly. Thirdly, as the runner requires to be free from entanglement, and not stop his course on account of any impediment, but must continue his course, surmounting every obstacle, so we must take heed that we do not apply our mind or heart to anything that may divert the attention, but must, on the contrary, make it our endeavor, that, free from every distraction, we may apply the whole bent of our mind exclusively to God’s calling. These three things Paul comprehends in one similitude. When he says that he does this one thing, and forgets all things that are behind, he intimates his assiduity, and excludes everything fitted to distract. When he says that he presses toward the mark, he intimates that he is not wandering from the way.\n\n<vq>Forgetting those things that are behind</vq> He alludes to runners, who do not turn their eyes aside in any direction, lest they should slacken the speed of their course, and, more especially, do not look behind to see how much ground they have gone over, but hasten forward unremittingly towards the goal, Thus Paul teaches us, that he does not think of what he has been, or of what he has done, but simply presses forward towards the appointed goal, and that, too, with such ardor, that he runs forward to it, as it were, with outstretched arms. For a metaphor of this nature is implied in the participle which he employs. The participle referred to is ἐπεκτεινόμενος, which, as is remarked by Dr. Bloomfield, “is highly appropriate to the racer, whether on foot, or on horseback, or in the chariot; since the racer stretches his head and hands forward in anxiety to reach the goal.” — Ed.\n\nShould any one remark, by way of objection, that the remembrance of our past life is of use for stirring us up, both because the favors that have been already conferred upon us give us encouragement to entertain hope, and because we are admonished by our sins to amend our course of life, I answer, that thoughts of this nature do not turn away our view from what is before us to what is behind, but rather help our vision, so that we discern more distinctly the goal. Paul, however, condemns here such looking back, as either destroys or impairs alacrity. Thus, for example, should any one persuade himself that he has made sufficiently great progress, reckoning that he has done enough, he will become indolent, and feel inclined to deliver up the lamp A proverbial expression, founded on the circumstance that in certain games at Athens the runners had to carry a lamp, or burning torch, in such a way that it should not go out, and, on any one of the competitors giving up the contest, he delivered up the lamp, or torch, to his successor, See Auct. ad Herenn. 1. 4, c. 46; Lucret. I. 2, 5:77 — Ed."
    },
    {
      "id": "calvin_philippians_3_15",
      "reference": "Philippians 3:15",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 15
        }
      ],
      "text": "<vq>15 As many as are perfect</vq> Lest any one should understand this as spoken of the generality of mankind, as though he were explaining the simple elements to those that are mere children in Christ, he declares that it is a rule which all that are perfect ought to follow. Now, the rule is this — that we must renounce confidence in all things, that we may glory in Christ’s righteousness alone, and preferring it to everything else, aspire after a participation in his sufferings, which may be the means of conducting us to a blessed resurrection. Where now will be that state of perfection which monks dream of — where the confused medley of such contrivances — where, in short, the whole system of Popery, which is nothing else than an imaginary perfection, that has nothing in common with this rule of Paul? Undoubtedly, whoever will understand this single term, will clearly perceive that everything that is taught in the Papacy, as to the attainment of righteousness and salvation, is nauseous dung.\n\n<vq>If in anything otherwise</vq> By the same means he both humbles them, and inspires them with good hope, for he admonishes them not to be elated in their ignorance, and at the same time he bids them be of good courage, when he says that we must wait for the revelation of God. For we know how great an obstacle to truth obstinacy is. This, therefore, is the best preparation for docility — when we do not take pleasure in error. Paul, accordingly, teaches indirectly, that we must make way for the revelation of God, if we have not yet attained what we seek. Farther, when he teaches that we must advance by degrees, he encourages them not to draw back in the middle of the course. At the same time, he maintains beyond all controversy what he has previously taught, when he teaches that others who differ from him will have a revelation given to them of what they do not as yet know. For it is as though he had said, — “The Lord will one day shew you that the very thing which I have stated is a perfect rule of true knowledge and of right living.” No one could speak in this manner, if he were not fully assured of the reasonableness and accuracy of his doctrine. Let us in the mean time learn also from this passage, that we must bear for a time with ignorance in our weak brethren, and forgive them, if it is not given them immediately to be altogether of one mind with us. Paul felt assured as to his doctrine, and yet he allows those who could not as yet receive it time to make progress, and he does not cease on that account to regard them as brethren, only he cautions them against flattering themselves in their ignorance. The rendering of the Latin copies The rendering of the Vulgate (revelavit) is followed in the Rheims version — (1582) — hath revealed.—Ed."
    },
    {
      "id": "calvin_philippians_3_16",
      "reference": "Philippians 3:16",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 16
        }
      ],
      "text": "<vq>16 Nevertheless, so far as we have attained</vq> Even the Greek manuscripts themselves differ as to the dividing of the clauses, for in some of them there are two complete sentences. If any one, however, prefer to divide the verse, the meaning will be as Erasmus has rendered it. The rendering of Erasmus is as follows:— “Eadem incedamus regula, ut simus concordes;” — “Let us walk by the same rule, that we may be of the same mind.” The words inserted in the common text κανόνι τὸ αὐτὸ φρονεῖν rule—mind the same thing,) are omitted, as is noticed by Granville Penn, in the Vat. and Alex. MSS., the Copt. and Ethiop. versions, and by Hilary and Augustine. — Ed\n\nObserve, that the goal of perfection to which he invites the Philippians, by his example, is, that they think the same thing, and walk by the same rule He has, however, assigned the first place to the doctrine in which they ought to harmonize, and the rule to which they should conform themselves."
    },
    {
      "id": "calvin_philippians_3_17",
      "reference": "Philippians 3:17",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 17
        }
      ],
      "text": "<vq>17 Mark them</vq> By this expression he means, that it is all one to him what persons they single out for themselves for imitation, provided they conform themselves to that purity of which he was a pattern. By this means all suspicion of ambition is taken away, for the man that is devoted to his own interests wishes to have no rival. At the same time he warns them that all are not to be imitated indiscriminately, as he afterwards explains more fully."
    },
    {
      "id": "calvin_philippians_3_18",
      "reference": "Philippians 3:18",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 18
        }
      ],
      "text": "<vq>18 For many walk</vq> The simple statement, in my opinion, is this — Many walk who mind earthly things, meaning by this, that there are many who creep upon the ground “Qui ont leurs affections enracines en la terre;” — “Who have their affections rooted in the earth.”\n\n<vq>Of whom I have told you often</vq> He shews that it is not without good reason that he has often warned the Philippians, inasmuch as he now endeavors to remind them by letter of the same things as he had formerly spoken of to them when present with them. His tears, also, are an evidence that he is not influenced by envy or hatred of men, nor by any disposition to revile, nor by insolence of temper, but by pious zeal, inasmuch as he sees that the Church is miserably destroyed “Perdue et ruinee;” — “Destroyed and ruined.”\n\nIt is of importance, also, to take notice of whom Paul speaks — not of open enemies, who were avowedly desirous that doctrine might be undermined — but of impostors and profligates, who trampled under foot the power of the gospel, for the sake of ambition or of their own belly. And unquestionably persons of this sort, who weaken the influence of the ministry by seeking their own interests, “Ne regardans qu’a eux-mesmes et a leur proufit, font perdre toutela faueur et la force du ministere;” — “Looking merely to themselves and their own advantage, undermine all the influence and power of the ministry.”\n\n<vq>That they are the enemies of the cross of Christ.</vq> Some explain cross to mean the whole mystery of redemption, and they explain that this is said of them, because, by preaching the law, they made void the benefit of Christ’s death. Others, however, understand it as meaning, that they shunned the cross, and were not prepared to expose themselves to dangers for the sake of Christ. I understand it, however, in a more general way, as meaning that, while they pretended to be friends, they were, nevertheless, the worst enemies of the gospel. For it is no unusual thing for Paul to employ the term cross to mean the entire preaching of the gospel. For as he says elsewhere,\n\n<sq>If any man is in Christ, let him be a new creature. (2 Corinthians 5:17.) Such is Calvin’s rendering of the passage referred to. See Calvin on the Corinthians, vol. 2, pp. 229, 233.—Ed.</sq>"
    },
    {
      "id": "calvin_philippians_3_19",
      "reference": "Philippians 3:19",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 19
        }
      ],
      "text": "<vq>19 Whose end is destruction</vq> He adds this in order that the Philippians, appalled by the danger, may be so much the more carefully on their guard, that they may not involve themselves in the ruin of those persons. As, however, profligates of this description, by means of show and various artifices, frequently dazzle the eyes of the simple for a time, in such a manner that they are preferred even to the most eminent servants of Christ, the Apostle declares, with great confidence “Hardiment et d’vne grande asseurance;” — “Boldly, and with great confidence.”\n\n<vq>Whose god is the belly</vq> As they pressed the observance of circumcision and other ceremonies, he says that they did not do so from zeal for the law, but with a view to the favor of men, and that they might live peacefully and free from annoyance. For they saw that the Jews burned with a fierce rage against Paul, and those like him, and that Christ could not be proclaimed by them in purity with any other result, than that of arousing against themselves the same rage. Accordingly, consulting their own ease and advantage, they mixed up these corruptions with the view of mitigating the flames of others. “Pour esteindre et appaiser le feu des nutres;” — “For the sake of mitigating and allaying the fire of others.” Calvin’s meaning appears to be, that they made it their endeavor to screen themselves as far as possible from the fiery rage of those around them. — Ed."
    },
    {
      "id": "calvin_philippians_3_20",
      "reference": "Philippians 3:20",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 20
        }
      ],
      "text": "<vq>20 But our conversation is in heaven</vq> This statement overturns all empty shows, in which pretended ministers of the gospel are accustomed to glory, and he indirectly holds up to odium all their objects of aim, “Toutes leurs inuentions et facons de faire;” — “All their contrivances and modes of acting.”\n\n<vq>Whence also.</vq> From the connection that we have with Christ, he proves that our citizenship Politiam — a term corresponding to that employed in the original,.—Ed.\n\n<sq>where our treasure is, there is our heart also. (Matthew 6:21.)</sq>\n\nChrist, who is our blessedness and glory, is in heaven: let our souls, therefore, dwell with him on high. On this account he expressly calIs him Savior. Whence does salvation come to us? Christ will come to us from heaven as a Savior. Hence it were unbefitting that we should be taken up with this earth “Que nous soyons occupez et enueloppez en terre;” — “That we should be occupied and entangled with the earth.”\n\nFarther, we learn from this passage that nothing mean or earthly is to be conceived of as to Christ, inasmuch as Paul bids us look upward to heaven, that we may seek him. Now, those that reason with subtlety that Christ is not shut up or hid in some corner of heaven, with the view of proving that his body is everywhere, and fills heaven and earth, say indeed something that is true, but not the whole: for as it were rash and foolish to mount up beyond the heavens, and assign to Christ a station, or seat, or place of walking, in this or that region, so it is a foolish and destructive madness to draw him down from heaven by any carnal consideration, so as to seek him upon earth. Up, then, with our hearts Sursum corda Our Author most probably alludes to the circumstance, that this expression was wont to be made use of among Christians in ancient times, when the ordinance of the supper was about to be administered. See Calvin’s Institutes, vol. 3, p. 440 — Ed."
    },
    {
      "id": "calvin_philippians_3_21",
      "reference": "Philippians 3:21",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 21
        }
      ],
      "text": "<vq>21 Who will change</vq> By this argument he stirs up the Philippians still farther to lift up their minds to heaven, and be wholly attached to Christ — because this body which we carry about with us is not an everlasting abode, but a frail tabernacle, which will in a short time be reduced to nothing. Besides, it is liable to so many miseries, and so many dishonorable infirmities, that it may justly be spoken of as vile and full of ignominy. Whence, then, is its restoration to be hoped for? From heaven, at Christ’s coming. Hence there is no part of us that ought not to aspire after heaven with undivided affection. We see, on the one hand, in life, but chiefly in death, the present meanness of our bodies; the glory which they will have, conformably to Christ’s body, is incomprehensible by us: for if the disciples could not endure the slight taste which he afforded “De sa Gloire;” — “Of his glory.”\n\n<vq>According to the efficacy</vq> As nothing is more difficult to believe, or more at variance with carnal perception, than the resurrection, Paul on this account places before our eyes the boundless power of God, that it may entirely remove all doubt; for distrust arises from this — that we measure the thing itself by the narrowness of our own understanding. Nor does he simply make mention of power, but also of efficacy, which is the effect, or power showing itself in action, so to speak. Now, when we bear in mind that God, who created all things out of nothing, can command the earth, and the sea, and the other elements, to render back what has been committed to them “Qu’il leur auoit donne en garde;” — “What he had given to them to keep.”\n\nBut it is of importance to take notice, also, that the right and power of raising the dead, nay more, of doing everything according to his own pleasure, is assigned to the person of Christ — an encomium by which his Divine majesty is illustriously set forth. Nay, farther, we gather from this, that the world was created by him, for to subject all things to himself belongs to the Creator alone."
    },
    {
      "id": "calvin_philippians_4_1",
      "reference": "Philippians 4:1",
      "chapter": 4,
      "verses": [
        {
          "chapter": 4,
          "verse": 1
        }
      ],
      "text": "<vq>1. Therefore, my brethren</vq> He concludes his doctrine, as he is wont, with most urgent exhortations, that he may fix it the more firmly in the minds of men. He also insinuates himself into their affections by endearing appellations “Et les appelant par noms amiables et gracieux, il tasche de gaigner leurs coeurs;” — “And calling them by lovely and kind names, he endeavors to gain their hearts.”\n\nWhen he bids them so stand fast in the Lord, he means that their condition is approved of by him. At the same time, the particle so might be taken as referring to the doctrine going before; but the former view is more suitable, so that, by praising their present condition, he exhorts them to perseverance. They had already, it is true, given some evidence of their constancy. Paul, however, well knowing human weakness, reckons that they have need of confirmation for the future."
    },
    {
      "id": "calvin_philippians_4_2",
      "reference": "Philippians 4:2",
      "chapter": 4,
      "verses": [
        {
          "chapter": 4,
          "verse": 2
        }
      ],
      "text": "<vq>2. I exhort Euodias and Syntyche</vq> It is an almost universally received opinion that Paul was desirous to settle a quarrel, I know not of what sort, between those two women. While I am not inclined to contend as to this, the words of Paul do not afford ground enough for such a conjecture to satisfy us that it really was so. It appears, from the testimony which he gives in their favor, that they were very excellent women; for he assigns to them so much honor as to call them fellow-soldiers in the gospel “1l les appelle ses compagnes de guerre, d’autant qu’elles ont batail1e auec luy en l’euangile;” — “He calls them his companions in war, inasmuch as they had struggled hard with him in the gospel.”\n\nWe must take notice, however, that, whenever he speaks of agreement, he adds also the bond of it—in the Lord. For every combination will inevitably be accursed, if apart from the Lord, and, on the other hand, nothing is so disjoined, but that it ought to be reunited in Christ."
    },
    {
      "id": "calvin_philippians_4_3",
      "reference": "Philippians 4:3",
      "chapter": 4,
      "verses": [
        {
          "chapter": 4,
          "verse": 3
        }
      ],
      "text": "<vq>3 I entreat thee, also, true yokefellow</vq> I am not inclined to dispute as to the gender of the noun, and shall, accordingly, leave it undetermined “Je le laisse a disputer aux autres;” —”I leave it to others to dispute as to this.”\n\nLet us, therefore, inquire as to the thing itself, without taking any false impression from the opinions of men. When Paul wrote the First Epistle to the Corinthians, he was, as he mentions, at that time unmarried.\n\n<sq>“To the unmarried,” says he, “and widows, I say it is good that they should continue even as I am” (1 Corinthians 7:8.)</sq>\n\nHe wrote that Epistle at Ephesus See Calvin on the Corinthians, vol. 2, pp. 70, 72, 78.\n\n<sq>Is it not lawful for me to lead about a wife (I Corinthians 9:5,)</sq>\n\nfor the purpose of proving he had a wife, it is too silly to require any refutation See Calvin on the Corinthians, vol. 1, p. 234, 235, 292.\n\n<vq>Whose names are in the book of life</vq> The book of life is the roll of the righteous, who are predestinated to life, as in the writings of Moses. (Exodus 32:32.) God has this roll beside himself in safekeeping. Hence the book is nothing else than His eternal counsel, fixed in His own breast. In place of this term, Ezekiel employs this expression — the writing of the house of Israel. With the same view it is said in\n\n<sq>Let them be blotted out of the book of the living, and let them not be written among the righteous; (Psalm 69:28)</sq>\n\nthat is, let them not be numbered among the elect of God, whom he receives within the limits of his Church and kingdom See Calvin on the Psalms, vol. 3, pp. 73, 74.\n\nShould any one allege, that Paul therefore acts rashly in usurping to himself the right of pronouncing as to the secrets of God, I answer, that we may in some measure form a judgment from the token by which God manifests his election, but only in so far as our capacity admits. In all those, therefore, in whom we see the marks of adoption shine forth, let us in the mean time reckon those to be the sons of God until the books are opened, (Revelation 20:12,) which will thoroughly bring all things to view. It belongs, it is true, to God alone now to know them that are his, (2 Timothy 2:19,) and to separate at least the lambs from the kids; “Les agneux des boucs;” — “The lambs from the goats.”"
    },
    {
      "id": "calvin_philippians_4_4",
      "reference": "Philippians 4:4",
      "chapter": 4,
      "verses": [
        {
          "chapter": 4,
          "verse": 4
        }
      ],
      "text": "<vq>4. Rejoice in the Lord</vq> It is an exhortation suited to the times; for, as the condition of the pious was exceedingly troublous, and dangers threatened them on every side, it was possible that they might give way, overcome by grief or impatience. “Il se pouuoit faire que les Philippiens, estans vaincus de tristesse ou impatience, venissent a perdre courage;” — “It might be, that the Philippians, being overcome by grief or impatience, might come to lose heart.”\n\nThe repetition of the exhortation serves to give greater force to it: Let this be your strength and stability, to rejoice in the Lord, and that, too, not for a moment merely, but so that your joy in him may be perpetuated. “Que vostre ioye se continue en iceluy iusques a la fin;” — “That your joy may maintain itself in him until the end.”"
    },
    {
      "id": "calvin_philippians_4_5",
      "reference": "Philippians 4:5",
      "chapter": 4,
      "verses": [
        {
          "chapter": 4,
          "verse": 5
        }
      ],
      "text": "<vq>5 Your moderation</vq> This may be explained in two ways. We may understand him as bidding them rather give up their right, than that any one should have occasion to complain of their sharpness or severity. “Let all that have to deal with you have experience of your equity and humanity.” In this way to know, will mean to experience. Or we may understand him as exhorting them to endure all things with equanimity. “En douceur et patience;” — “With sweetness and patience.”\n\n<vq>The Lord is at hand</vq> Here we have an anticipation, by which he obviates an objection that might be brought forward. For carnal sense rises in opposition to the foregoing statement. For as the rage of the wicked is the more inflamed in proportion to our mildness, “D’autant plus que nous-nous monstrons gracieux et debonnaires;” — “The more that we show ourselves agreeable and gentle.”\n\nHere we have a most beautiful sentiment, from which we learn, in the first place, that ignorance of the providence of God is the cause of all impatience, and that this is the reason why we are so quickly, and on trivial accounts, thrown into confusion, “Que nous sommes tout incontinent et pour vn rien troublez et esmeus;” — “That we are all at once and for nothing troubled and moved.”\n\nThere are, however, two ways in which the Lord is said to be at hand — either because his judgment is at hand, or because he is prepared to give help to his own people, in which sense it is made use of here; and also in Psalm 145:18, The Lord is near to all that call upon him. The meaning therefore is, — “Miserable were the condition of the pious, if the Lord were at a distance from them.” But as he has received them under his protection and guardianship, and defends them by his hand, which is everywhere present, let them rest upon this consideration, that they may not be intimidated by the rage of the wicked. It is well known, and matter of common occurrence, that the term solicitudo (carefulness) is employed to denote that anxiety which proceeds from distrust of Divine power or help."
    },
    {
      "id": "calvin_philippians_4_6",
      "reference": "Philippians 4:6",
      "chapter": 4,
      "verses": [
        {
          "chapter": 4,
          "verse": 6
        }
      ],
      "text": "<vq>6 But in all things</vq> It is the singular number that is made use of by Paul, but is the neuter gender; the expression, therefore, is equivalent to omni negotio, (in every matter,) for (prayer) and (supplication) are feminine nouns. In these words he exhorts the Philippians, as David does all the pious in Psalm 55:22, and Peter also in 1 Peter 5:7, to cast all their care upon the Lord. For we are not made of iron, “Car nous ne sommes de fer ni d’acier (comme on dit) ne si insensibles;” — “For we are not of iron nor steel, as they say, nor so insensible.”\n\nThe term requests he employs here to denote desires or wishes. He would have us make these known to God by prayer and supplication, as though believers poured forth their hearts before God, when they commit themselves, and all that they have, to Him. Those, indeed, who look hither and thither to the vain comforts of the world, may appear to be in some degree relieved; but there is one sure refuge — leaning upon the Lord.\n\n<vq>With thanksgiving</vq> As many often pray to God amiss, “Autrement qu’ils ne doyuent;” — “Otherwise than they ought.”"
    },
    {
      "id": "calvin_philippians_4_7",
      "reference": "Philippians 4:7",
      "chapter": 4,
      "verses": [
        {
          "chapter": 4,
          "verse": 7
        }
      ],
      "text": "<vq>7. And the peace of God</vq> Some, by turning the future tense into the optative mood, convert this statement into a prayer, but it is without proper foundation. For it is a promise in which he points out the advantage of a firm confidence in God, and invocation of him. “If you do that,” says he, “the peace of God will keep your minds and hearts.” Scripture is accustomed to divide the soul of man, as to its frailties, into two parts — the mind and the heart. The mind means the understanding, while the heart denotes all the disposition or inclinations. These two terms, therefore, include the entire soul, in this sense, — “The peace of God will guard you, so as to prevent you from turning back from God in wicked thoughts or desires.”\n\nIt is on good ground that he calls it the peace of God, inasmuch as it does not depend on the present aspect of things, “De ces chc.ses basses;” — “Of these low things.”"
    },
    {
      "id": "calvin_philippians_4_8",
      "reference": "Philippians 4:8",
      "chapter": 4,
      "verses": [
        {
          "chapter": 4,
          "verse": 8
        }
      ],
      "text": "<vq>8. Finally</vq> What follows consists of general exhortations which relate to the whole of life. In the first place, he commends truth, which is nothing else than the integrity of a good conscience, with the fruits of it: secondly, gravity, or sanctity, for τὸ σεμνόν The word σεμνὸν means that which has dignity connected with it. Hence σεμνὸς and μεγαλοπρεπη; are joined together by Aristotle, as quoted by Wetstein, and in 2 Macc. 8:15.” — Storr. See Biblical Cabinet, vol. 40, p. 178, note; — Ed.\n\nIf any praise, “The Clermont copy reads here, εἴ τις ἔπαινος, If there be any praise of knowledge. Instead of ἐπιστήμης, the Valesian readings have παιδείες, with which the Vulg. Latin, agrees, reading, If there be any praise of discipline, (disciplinae,) as does also the Ethiopic, and two ancient Commentators mentioned by Dr. Mills.” — Pierce. — Ed.\n\nThe word, προσφιλὢ καὶ εὔφημα however, among the Greeks, is employed, like cogitare among the Latins, to mean, meditate. Like the Latin terms cogitare, meditari, the Greek μελετᾷν signifies to contemplate a thing, with the view of, finding means for effecting it. ... According to this view, ταῦτα λογίζεσθε, in the passage before us, will be equivalent to ταῦτα ποιεῖν λογίζεσθε, ‘think to do these things,’ — ‘give diligence to do them.’” — Storr. See Biblical Cabinet, vol. 40, p. 180 Note. — Ed."
    },
    {
      "id": "calvin_philippians_4_9",
      "reference": "Philippians 4:9",
      "chapter": 4,
      "verses": [
        {
          "chapter": 4,
          "verse": 9
        }
      ],
      "text": "<vq>9. What things ye have learned, and received, and heard</vq> By this accumulation of terms he intimates, that he was assiduous in inculcating these things. “This was my doctrine — my instruction — my discourse among you.” Hypocrites, on the other hand, insisted upon nothing but ceremonies. Now, it was a dishonorable thing to abandon the holy instruction, “C’eust este vne chose dishonneste aux Philippiens de delaisser la sainte doctrine et instruction;” — “It would have been a dishonorable thing for the Philipplans to abandon the holy doctrine and instruction.”\n\n<vq>You have seen in me</vq> Now, the main thing in a public speaker “En vn prescheur;” — “In a preacher.”\n\n<vq>And the God of peace</vq> He had spoken of the peace of God; he now more particularly confirms what he had said, by promising that God himself, the Author of peace, will be with them. For the presence of God brings us every kind of blessing: as though he had said, that they would feel that God was present with them to make all things turn out well and prosperously, provided they apply themselves to pious and holy actions."
    },
    {
      "id": "calvin_philippians_4_10",
      "reference": "Philippians 4:10",
      "chapter": 4,
      "verses": [
        {
          "chapter": 4,
          "verse": 10
        }
      ],
      "text": "<vq>10 But I rejoiced</vq> He now declares the gratitude of his mind towards the Philippians, that they may not regret their beneficence, “Afin qu’ils ne se repentent point de luy auoir assiste;” — “That they may not regret their having assisted him.”"
    },
    {
      "id": "calvin_philippians_4_11",
      "reference": "Philippians 4:11",
      "chapter": 4,
      "verses": [
        {
          "chapter": 4,
          "verse": 11
        }
      ],
      "text": "<vq>11 Not that I speak with respect to want</vq> Here we have a second correction, by which he guards against its being suspected that his spirit was pusillanimous and broken down by adversities. For it was of importance that his constancy and moderation should be known by the Philippians, to whom he was a pattern of life. Accordingly he declares, that he had been gratified by their liberality in such a way that he could at the same time endure want with patience. Want refers here to disposition, for that man can never be poor in mind, who is satisfied with the lot which has been assigned to him by God.\n\n<vq>In what state I am,</vq> says he, that is, “Whatever my condition may be, I am satisfied with it.” Why? because saints know that they thus please God. Hence they do not measure sufficiency by abundance, but by the will of God, which they judge of by what takes place, for they are persuaded that their affairs are regulated by his providence and good pleasure."
    },
    {
      "id": "calvin_philippians_4_12",
      "reference": "Philippians 4:12",
      "chapter": 4,
      "verses": [
        {
          "chapter": 4,
          "verse": 12
        }
      ],
      "text": "<vq>12 I know both how to be abased</vq> There follows here a distinction, with the view of intimating that he has a mind adapted to bear any kind of condition. “Il fait yci vne diuision, disant qu’il est tellement dispose en son coeur qu’il scait se cornporter et en prosperite et en adversite;” — “He makes a distinction here, saying that he is prepared in his mind in such a manner, that he knows how to conduct himself both in prosperity and in adversity.”"
    },
    {
      "id": "calvin_philippians_4_13",
      "reference": "Philippians 4:13",
      "chapter": 4,
      "verses": [
        {
          "chapter": 4,
          "verse": 13
        }
      ],
      "text": "<vq>13 I can do all things through Christ</vq> As he had boasted of things that were very great, “De choses grandes et excellentes;” — “Of things great and excellent.”"
    },
    {
      "id": "calvin_philippians_4_14",
      "reference": "Philippians 4:14",
      "chapter": 4,
      "verses": [
        {
          "chapter": 4,
          "verse": 14
        }
      ],
      "text": "<vq>14 Nevertheless ye did well</vq> How prudently and cautiously he acts, looking round carefully in both directions, that he may not lean too much to the one side or to the other. By proclaiming in magnificent terms his steadfastness, he meant to provide against the Philippians supposing that he had given way under the pressure of want. “Qu’il fust abbattu, et eust perdu courage estant en indigence;” — “That he had been overcome, and had lost heart, being in poverty.”"
    },
    {
      "id": "calvin_philippians_4_15",
      "reference": "Philippians 4:15",
      "chapter": 4,
      "verses": [
        {
          "chapter": 4,
          "verse": 15
        }
      ],
      "text": "<vq>15 And ye know</vq> I understand this to have been added by way of excuse, inasmuch as he often received something from them, for if the other Churches had discharged their duty, it might have seemed as though he were too eager to receive. Hence in clearing himself he praises them, and in praising them he modestly excuses others. We must also, after Paul’s example, take heed lest the pious, on seeing us too much inclined to receive from others, should on good grounds reckon us to be insatiable. You also know, says he. “I do not require to call in other witnesses, for ye yourselves also know.” For it frequently happens, that when one thinks that others are deficient in duty, he is the more liberal in giving assistance. Thus the liberality of some escapes the notice of others.\n\n<vq>In the matter of giving and receiving</vq> He alludes to pecuniary matters, in which there are two parts, the one receiving, the other expending. It is necessary that these should be brought to an equality by mutual compensation. There was an account of this nature carried on between Paul and the Churches. “Il y auoit quelque telle condition et conuenance entre Sainct Paul et les Eglises;” — “There was some such condition and correspondence between St. Paul and the Churches.”\n\n<sq>If we dispense to you spiritual thinqs, is it a great matter if you give in return carnal things? (1 Corinthians 9:11.)</sq>\n\nHence, if the other churches had relieved Paul’s necessities, they would have been giving nothing gratuitously, but would have been simply paying their debt, for they ought to have acknowledged themselves indebted to him for the gospel. This, however, he acknowledges, had not been the case, inasmuch as they had not laid out anything on his account. What base ingratitude, and how very unseemly, to treat such an Apostle with neglect, to whom they knew themselves to be under obligation beyond their power to discharge! On the other hand, how great the forbearance of this holy man, to bear with their inhumanity with so much gentleness and indulgence, as not to make use of one sharp word by way of accusing them!"
    },
    {
      "id": "calvin_philippians_4_17",
      "reference": "Philippians 4:17",
      "chapter": 4,
      "verses": [
        {
          "chapter": 4,
          "verse": 17
        }
      ],
      "text": "<vq>17. Not that I demand a gift.</vq> Again he repels an unfavourable opinion that might be formed of immoderate cupidity, that they might not suppose that it was an indirect hint, “Pour les induire a continuer;” — “To induce them to hold on.”"
    },
    {
      "id": "calvin_philippians_4_18",
      "reference": "Philippians 4:18",
      "chapter": 4,
      "verses": [
        {
          "chapter": 4,
          "verse": 18
        }
      ],
      "text": "<vq>18 I have received all things, and abound</vq> He declares in more explicit terms, that he has what is sufficient, and honors their liberality with a remarkable testimony, by saying, that he has been filled. It was undoubtedly a moderate sum that they had sent, but he says, that by means of that moderate sum he is filled to satiety. It is, however, a more distinguished commendation that he bestows upon the gift in what follows, when he calls it a sacrifice acceptable, and presented as the odour of a good fragrance For what better thing can be desired than that our acts of kindness should be sacred offerings, which God receives from our hands, and takes pleasure in their sweet odour? For the same reason Christ says, Whatsoever ye shall have done unto one of the least of these, ye have done it unto me.\n\nThe similitude of sacrifices, however, adds much emphasis, by which we are taught, that the exercise of love which God enjoins upon us, is not merely a benefit conferred upon man, but is also a spiritual and sacred service which is performed to God, as we read in the Epistle to the Hebrews, that he is well pleased with such sacrifices. (Hebrews 13:16.) Alas for our indolence! “Or maudite soit nostre paresse;” — “But accursed be our indolence.”"
    },
    {
      "id": "calvin_philippians_4_19",
      "reference": "Philippians 4:19",
      "chapter": 4,
      "verses": [
        {
          "chapter": 4,
          "verse": 19
        }
      ],
      "text": "<vq>19 My God will supply</vq> Some read impleat — in the optative — May he supply. “Comme si c’estoit vn souhait que sainct Paul feist;” — “As if it were a wish that St. Paul expressed.”"
    },
    {
      "id": "calvin_philippians_4_20",
      "reference": "Philippians 4:20",
      "chapter": 4,
      "verses": [
        {
          "chapter": 4,
          "verse": 20
        }
      ],
      "text": "<vq>20 Now to our God and Father</vq> This may be taken as a general thanksgiving, by which he closes the epistle; or it may be viewed as bearing more particularly upon the last clause in reference to the liberality shewn to Paul. “La liberalite de laquelle les Philippiens auoyent vse enuers sainct Paul;” — “The liberality which the Philippians had exercised towards St. Paul.”"
    },
    {
      "id": "calvin_philippians_4_22",
      "reference": "Philippians 4:22",
      "chapter": 4,
      "verses": [
        {
          "chapter": 4,
          "verse": 22
        }
      ],
      "text": "<vq>22 The brethren that are with me salute you</vq> In these salutations he names first of all his intimate associates, “Les compagnons, qui demeuroyent auec luy;” — “His associates who lived with him.”\n\nEND OF THE COMMENTARY ON THE EPISTLE TO THE PHILIPPIANS."
    }
  ]
}