{
  "metadata": {
    "author": "John Calvin",
    "authorId": "john-calvin",
    "workId": "calvin-titus",
    "title": "Commentary on Titus",
    "type": "Written Commentary",
    "year": "1540s-1560s",
    "translation": "Calvin Translation Society (1840s)",
    "source": "Christian Classics Ethereal Library (CCEL)",
    "sourceUrl": "https://ccel.org/ccel/calvin/calcom43",
    "license": "Public Domain",
    "book": "Titus"
  },
  "commentaries": [
    {
      "id": "calvin_titus_1_1",
      "reference": "Titus 1:1",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 1
        }
      ],
      "text": "<vq>1. A servant of God</vq> This extended and laborious commendation of his apostleship shows that Paul had in view the whole Church, and not Titus alone; for his apostleship was not disputed by Titus, and Paul is in the habit of proclaiming the titles of his calling, in order to maintain his authority. Accordingly, just as he perceives those to whom he writes to be disposed, he deals largely or sparingly in those ornaments. Here his design was, to bring into subjection those who had haughtily rebelled; and for this reason he extols his apostleship in lofty terms. He therefore writes this Epistle, not that it may be read in solitude by Titus in his closet, but that it may be openly published.\n\n<vq>An Apostle of Jesus Christ</vq> First, he calls himself “a servant of God,” and next adds the particular kind of his ministry, namely, that he is “an Apostle of Christ;” for there are various ranks among the servants of God. Thus he descends from the general description to the particular class. We ought also to keep in remembrance what I have said elsewhere, that the word servant means something else than ordinary subjection, (on account of which all believers are called “servants of God,”) and denotes a minister who has received a particular office. In this sense the prophets were formerly distinguished by this title, and Christ himself is the chief of the prophets:\n\n<sq>“Behold my servant, I have chosen him.” (Isaiah 42:1.)</sq>\n\nThus David, with a view to his royal dignity calls himself “a servant of God.” Perhaps, also, it is on account of the Jews that he designates himself “a servant of God;” for they were wont to lower his authority by alleging the law against him. He therefore wishes to be accounted an Apostle of Christ in such a manner that he may likewise glory in being a servant of the eternal God. Thus he shows not only that those two titles are quite consistent with each other, but that they are joined by a bond which cannot be dissolved.\n\n<vq>According to the faith of the elect of God</vq> “If faith be the fruit of election, the prescience of faith does not influence the electing act of God. It is called ‘the faith of God’s elect,’ Paul an apostle of Jesus Christ, according to the faith of God’s elect, (Titus 1:1,) that is, settled in this office to bring the elect of God to faith. If men be chosen by God upon the foresight of faith, or not chosen till they have faith, they are not so much God’s elect as God is their elect: they choose God by faith, before God chooseth them by love. It had not been the faith of God’s elect, that is, of those already chosen, but the faith of those that were to be chosen by God afterwards. Election is the cause of faith, and not faith the cause of election. Fire is the cause of heat, and not heat of fire; the sun is the cause of day, and not the day the cause of the rising of the sun. Men are not chosen because they believe, but they believe because they are chosen. The Apostle did ill else to appropriate that to the elect, which they had no more interest in by virtue of their election than the veriest reprobate in the world. If the foresight of what works might be done by his creatures was the motive of his choosing them why did he not choose the devils to redemption, who could have done him better service, by the strength of their nature, than the whole mass of Adam’s posterity? Well, then, there is no possible way to lay the original foundation of this act of election and preterition in anything but the absolute sovereignty of God.” — Charnock.\n\nBy “the elect” he means not only those who were at that time alive, but all that had been from the beginning of the world; for he declares that he teaches no doctrine which does not agree with the faith of Abraham and of all the fathers. So, then, if any person in the present day wishes to be accounted a successor of Paul, he must prove that he is the minister of the same doctrine. But these words contain also an implied contrast, that the gospel may suffer no damage from the unbelief and obstinacy of many; for at that time, as well as in the present day, weak minds were greatly disturbed by this scandal, that the greater part of those who boasted of the title of the Church rejected the pure doctrine of Christ. For this reason Paul shows that, though all indiscriminately boast of the name of God, there are many of that multitude who are reprobates; as he elsewhere (Romans 9:7) affirms, that not all who are descended from Abraham according to the flesh, are the lawful children of Abraham.\n\n<vq>And the knowledge of that truth</vq> I consider the copulative and to be here equivalent to that is; so that the passage might run thus: “according to the faith of the elect of God, that is, the knowledge of that truth which is according to godliness.” This clause explains what is the nature of that “faith” which he has mentioned, though it is not a full definition of it, but a description framed so as to apply to the present context. For the purpose of maintaining that his apostleship is free from all imposture and error, he solemnly declares that it contains nothing but known and ascertained truth, by which men are instructed in the pure worship of God. But as every word has its own weight, it is highly proper to enter into a detailed explanation.\n\nFirst, when “faith” is called “knowledge,” it is distinguished not only from opinion, but from that shapeless faith which the Papists have contrived; for they have forged an implicit faith destitute of all light of the understanding. But when Paul describes it to be a quality which essentially belongs to faith — to know the truth, he plainly shews that there is no faith without knowledge.\n\nThe word truth expresses still more clearly the certainty which is demanded by the nature of faith; for faith is not satisfied with probable arguments, but holds what is true. Besides, he does not speak of every kind of truth, but of the heavenly doctrine, which is contrasted with the vanity of the human understanding. As God has revealed himself to us by means of that truth, so it is alone worthy of the honor of being called “the truth” — a name which is bestowed on it in many parts of Scripture.\n\n<sq>“And the Spirit will lead you into all truth.” (John 16:13.)</sq>\n\n<sq>“Thy word is the truth.” (John 17:17.)</sq>\n\n<sq>“Who hath bewitched you that ye should not obey the truth?” (Galatians 3:l.)</sq>\n\n<sq>“Having heard the word of the truth, the gospel of the Son of God.” (Colossians 1:5.)</sq>\n\n<sq>“He wisheth all to come to the knowledge of the truth.” (1 Timothy 2:4.)</sq>\n\n<sq>“The Church is the pillar and foundation of the truth.” (1 Timothy 3 15.)</sq>\n\nIn a word, that truth is the right and sincere knowledge of God, which frees us from all error and falsehood. So much the more ought it to be valued by us, since nothing is more wretched than to wander like cattle during our whole life.\n\n<vq>Which is according to godliness</vq> . This clause especially limits “the truth” of which he had spoken, but at the same time commends the doctrine of Paul from the fruit and end of it, because it has no other object than that God should be worshipped in a right manner, and that pure religion should flourish among men. In this manner he defends his doctrine from every suspicion of vain curiosity, as he did before Felix, (Acts 24:10,) and afterwards before Agrippa, (Acts 26:1;) for, since all questions which do not tend to edification ought justly to be suspected and even hated by good men, the only lawful commendation of doctrine is this, that it instructs us to fear God and to bow before him with reverence. And hence we are also informed, that the greater progress any one has made in godliness, he is so much the better disciple of Christ; and that he ought to be reckoned a true theologian who edifies consciences in the fear of God."
    },
    {
      "id": "calvin_titus_1_2",
      "reference": "Titus 1:2",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 2
        }
      ],
      "text": "<vq>2. In the hope</vq> (or, on account of the hope) of eternal life This undoubtedly denotes the cause; for that is the force of the Greek preposition ἐπί; and therefore it may be translated, “On account of the hope,” or “On the hope.” True religion and the practice of godliness — begin with meditation on the heavenly life; and in like manner, when Paul (Colossians 1:5) praises the faith and love of the Colossians, he makes the cause and foundation of them to be “the hope laid up in heaven.” The Sadducees and all who confine our hope to this world, whatever they may pretend, can do nothing else than produce contempt of God, while they reduce men to the condition of cattle. Accordingly, it ought always to be the aim of a good teacher, to turn away the eyes of men from the world, that they may look up to heaven. I readily acknowledge that we ought to value the glory of God more highly than our salvation; but we are not now discussing the question which of these two ought to be first in order. All that I say is — that men never seek God in a right manner till they have confidence to approach to him; and, therefore, that we never apply our mind to godliness till we have been instructed about the hope of the heavenly life. “Thus he shews that it will never be possible for men to dedicate themselves entirely to the service of God, if they do not think more about God than about all things else. In short, there is no living root, no faith no religion, till we have been led to heaven, that is, till we know that God has not created us to keep us here in an earthly life with brute beasts, but that he has adopted us to be his heritage, and reckons us to be his children. If, therefore, we do not look up to heaven, it is impossible that we shall have true devotion to surrender ourselves to God, or that there shall be any faith or Christianity in us. And that is the reason why — among all who, in the present day, are accounted Christians, and give themselves out to be such — there are very few who have this true mark, which Paul has here given to all the children of God. It is because all are occupied with the present life, and are so firmly bound to it, that they cannot rise higher. Now perceiving this vice to be so common, so much the more ought we to guard against it, and break the force of that which we cannot altogether destroy, till we come into close fellowship with God, which will only be, when the hope of eternal life shall be actually and sincerely formed in our hearts.”—Fr. Ser.\n\n<vq>Which God promised before the times of ages.</vq> As Augustine translated the words, Πρὸ χρόνων αἰωνίων to mean — not “the times of ages” but “eternal times,” he gives himself great uneasiness about “the eternity of times,” till at length he explains “eternal times” as denoting those which go beyond all antiquity. As to the meaning, he and Jerome and other commentators agree, that God determined, before the creation of the world, to give that salvation which he hath now manifested by the gospel. Thus Paul would have used the word promise incorrectly instead of decree; for before men existed there was no one to whom he could promise.\n\nFor this reason, while I do not reject this exposition, yet when I take a close survey of the whole matter, I am constrained to adopt a different interpretation — that eternal life was promised to men many ages ago, and not only to those who lived at that time, but also for our own age. It was not for the benefit of Abraham alone, but with a view to all who should live after him, that God said,\n\n<sq>“In thy seed shall all nations be blessed.” (Genesis 22:18.)</sq>\n\nNor is this inconsistent with what he says, in another sense, (2 Timothy 1:9) that salvation was given to men “before the times of ages.” The meaning of the word is still the same in both passages; for, since the Greek word αἰών, denotes an uninterrupted succession of time from the beginning to the end of the world, Paul declares, in that passage, that salvation was given or decreed for the elect of God before times began to flow. But because in this passage he treats of the promise, he does not include all ages, so as to lead us back beyond the creation of the world, but shews that many ages “Beaucoup de centeines d’ans.” — “Many centuries of years.”\n\nIf any person prefer to view “the times of ages” as a concise expression for the ages themselves, he is at liberty to do so. But because salvation was given by the eternal election of God before it was promised, the act of giving salvation is put in that passage (2 Timothy 1:9) before all ages, and therefore we must supply the word all. But here it means nothing more than that the promise is more ancient than a long course of ages, because it began immediately after the creation of the world. In the same sense he shews that the gospel, which was to have been proclaimed when Christ rose from the dead, had been promised in the Scriptures by the prophets; for there is a wide difference between the promise which was formerly given to the fathers and the present exhibition of grace.\n\n<vq>Who cannot lie.</vq> This expression ἀψευδής is added for glorifying God, and still more for confirming our faith. And, indeed, whenever the subject treated of is our salvation, we ought to recollect that it is founded on the word of Him who can neither deceive nor lie. Moreover, the only proof of the whole of religion is — the unchangeable truth of God. “What a strange sort of men are these, that will endure to be so exposed, so scorned, so trampled upon, as they that bear the Christian name commonly are? What is the reason of it? What account will a reasonable man give, why he will so expose himself? I will tell you the reason. ‘Therefore we labor and suffer reproach, because we hope in God, in the living God, and we are pretty well persuaded we shall not finally be losers. We shall not have an ill bargain of it at last.’ As the same Apostle, when he writes himself ‘an Apostle and servant of Jesus Christ’ seems to allow that he was to doom himself to all the sufferings and calamities that the enemies of the Christian cause could load him with and lay upon him, for his assuming to himself such names of ‘an Apostle and servant of Jesus Christ.’ But why should Paul, — that wise and prudent man, that learned man, that man of so considerable reputation among his own countrymen — why should he come to be written among the Apostles and servants of Jesus Christ? Why, saith he, it is in hope of eternal life, which God, that cannot lie, hath promised. (Titus 1:1, 2.) I avow myself an Apostle and servant of Jesus Christ upon this inducement, and for this reason; and so I mean to continue unto the end. It is the hope of eternal life which God, that cannot lie, hath promised to me. He whose nature doth not allow him to deceive to whom it is impossible to lie, I firmly and securely hope in him; and, therefore, I will readily dispose myself to encounter all the difficulties and hardships which the service of Jesus Christ can lay me open to.” — Howe."
    },
    {
      "id": "calvin_titus_1_3",
      "reference": "Titus 1:3",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 3
        }
      ],
      "text": "<vq>3. But hath manifested</vq> There was indeed some manifestation of this kind, when God in ancient times spake by his prophets; but because Christ publicly, displayed by his coming those thing which they had obscurely predicted, and the Gentiles were afterwards admitted into the fellowship of the covenant, in this sense Paul says that what had formerly been exhibited in part “hath now been manifested.”\n\n<vq>In his own times</vq> This has the same meaning as “the fullness of times.” (Galatians 4:4.) He reminds us that the time when it pleased the Lord to do this — must have been the most seasonable time for doing it; and he mentions this for the purpose of meeting the rashness of men, who have always the hardihood to inquire why it was not sooner, or why it is to-day rather than to-morrow. In order therefore that our curiosity may not exceed proper bounds, he shews that the “times” are placed in the hand, and at the disposal, of God, in such a manner that we ought to think that he does everything in the proper order and at the most seasonable time.\n\n<vq>His word.</vq> Or, by his word; for it is not uncommon with Greek writers to supply the preposition by. Or, he calls Christ the Word; if it be not thought preferable to supply something for the sake of completing the sentence. Were it not that the second exposition is a little forced, in other respects I should give it the preference. Thus John says,\n\n<sq>“What we have heard, what we have seen with our eyes, what our hands have handled of the Word of life; and the life was manifested.” (1 John 1:1, 2.)</sq>\n\nI therefore prefer what is a simple meaning, that God hath manifested the word concerning the life by the preaching of the gospel.\n\n<vq>The preaching,</vq> of which he speaks, is the gospel proclaimed, as the chief thing which we hear in it is — that Christ is given to us, and that in him there is life.\n\n<vq>Which hath been committed to me.</vq> Because all are not indiscriminately fit for so important an office, and no man ought to thrust himself into it, he asserts his calling, according to his custom. Here we ought to learn — what we have often remarked on other occasions — that the honor is not due to any man, till he has proved that God has ordained him, for even the ministers of Satan proudly boast that God has called them, but there is no truth in their words. Now Paul states nothing but what is known and proved, when he mentions his calling.\n\nBesides, from this passage we learn for what purpose they were made apostles. It was for the sake of publishing the gospel, as he says elsewhere,\n\n<sq>“Woe to me if I preach not the gospel, for a dispensation is committed unto me.” (1 Corinthians 9:16, 17.)</sq>\n\nAccordingly, they who enact dumb show, in the midst of idleness and luxury, are excessively impudent in boasting that they are the successors of the apostles.\n\n<vq>Of God our Savior</vq> He applies the same epithet to the Father and to Christ, so that each of them is our Savior, but for a different reason; for the Father is called our Savior, because he redeemed us by the death of his Son, that he might make us heirs of eternal life; and the Son, because he shed his blood as the pledge and the price of our salvation. Thus the Son hath brought salvation to us from the Father, and the Father hath bestowed it through the Son."
    },
    {
      "id": "calvin_titus_1_4",
      "reference": "Titus 1:4",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 4
        }
      ],
      "text": "<vq>4 To Titus, my own son, according to the common faith.</vq> Hence it is evident in what sense a minister of the word is said to beget spiritually those whom he brings to the obedience of Christ, that is, so that he himself is also begotten. Paul declares himself to be the father of Titus, with respect to his faith; but immediately adds, that this faith is common to both, so that both of them alike have the same Father in heaven. Accordingly, God does not diminish his own prerogative, when he pronounces those to be spiritual fathers along with himself, by whose ministry he regenerates whom he chooses; for of themselves they do nothing, but only by the efficacy of the Spirit. As to the remainder of the verse, the exposition of it will be found in the Commentaries on the former Epistles, and especially on the First Epistle to Timothy. See p. 21."
    },
    {
      "id": "calvin_titus_1_5",
      "reference": "Titus 1:5",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 5
        }
      ],
      "text": "<vq>5. For this reason I left thee in Crete</vq> This preface clearly proves, that Titus is not so much admonished on his own account as recommended to others, that no one may hinder him. Paul testifies that he has appointed him in his own room; and on that account all should acknowledge and receive him with reverence as the Apostle’s deputy. The apostles had no fixed place assigned to them, but were charged to spread the gospel through the whole world; and for this reason, when they left one city or district to go to another, they were wont to place fit men as their substitutes, to complete the work which they had begun. Thus Paul affirms that he founded the church of the Corinthians, but that there were other workmen, “Mais que les autres estoyent macons ou charpentiers.” — “But that the others were masons and carpenters.”\n\nThis, indeed, belongs to all pastors; for the churches will always stand in need of increase and progress, as long as the world shall endure. But in addition to the ordinary office of pastors, the care of organizing the church was committed to Titus. Till the churches have been already organized, and reduced to some order, pastors were not usually appointed over them. But Titus held some additional charge, which consisted in giving a form to churches that had not yet been properly arranged, and in appointing a fixed kind of government accompanied by discipline. Having laid the foundation, Paul departed; and then it became the duty of Titus to carry the work higher, that the building might have fair proportions.\n\nThis is what he calls correcting those things which are still wanting. The building of the Church is not a work so easy that it can be brought all at once to perfection. How long Paul was in Crete — is uncertain; but he had spent some time there, and had faithfully devoted his labors to erect the kingdom of Christ. He did not lack the most consummate skill that can be found in man; he was unwearied in toil; and yet he acknowledged that he left the work rough and incomplete. Hence we see the difficulty; and, indeed, we find, by experience, in the present day, that it is not the labor of one or two years to restore fallen. churches to a tolerable condition. Accordingly, those who have made diligent progress for many years — must still be attentive to correct many things. “Those who are guided by ambition would wish to be thought clever people on the first day; they would wish to enjoy such reputation as to have it thought that they discharged their duty so faithfully that nothing more could be desired. On the contrary, when we have labored during our whole life to edify the Church of God, still we shall not succeed to the full extent. Let us therefore know that we must not presume so far on our industry or our virtues, that he who is endued with more abundant graces can suddenly have edified the Church of God to perfection; but we must assist each other. He who is farthest advanced must know that he cannot do everything, and must bend his shoulders and ask assistance from those whom God has appointed, and must be well pleased that others make progress, provided that all aim at serving God and advancing the kingdom of our Lord Jesus Christ. If we look well to ourselves, there will always be reason to grieve, because we are very far from having performed our duty. And those who make themselves believe this or that, and say, ‘Here is a church so well reformed that nothing more is needed’ — are mistaken; for if they knew what reformation is, they would beware of thinking that there was no room for finding fault. Whatever pains we take in arranging matters, and bringing them into order, there are indeed many things which, when once begun, will follow in a regular train; but as to reaching perfection, we are very far from it.”—Fr. Ser.\n\nHere it is highly proper to observe the modesty of Paul who willingly permits another person to complete the work which he had begun. And, indeed, although Titus is greatly inferior to him, he does not refuse to have him for ἐπανορθωτήν a “corrector,” to give the finishing hand to his work. Such ought to be the dispositions of godly teachers; not that every one should labor to make everything bend to his own ambitious views, but that they should strive to assist each other, and that, when any one has labored more successfully, he should be congratulated and not envied by all the rest.\n\nAnd yet we must not imagine that Paul intended that Titus should correct those things which he had left undone, either through ignorance, or forgetfulness, or carelessness, but those things which he could not finish on account of the shortness of the time. In short, he enjoined Titus to make that correction which he would himself have made, if he had remained longer in Crete; not by varying — not by changing anything, but by adding what was wanting; because the difficulty of such a work does not allow every part of it to be done in a single day.\n\n<vq>And appoint presbyters in each city</vq> “Κατὰ πόλιν, Not ‘in every city,’ but ‘in each city or town,’ (literally, ‘city by city,’) of all those which had Christian congregations. Of such there might be several in this ‘hundred-citied isle;’ though the name πόλις was often given to towns; and there is reason to think that not a few of the Cretan cities were no better.” — Bloomfield\n\n<vq>Presbyters</vq> or elders. It is well known, that it was not on account of age, that they received this appellation; for sometimes those who were still young — such as Timothy — were admitted to this rank. But in all languages it has been customary to apply this honorable designation to all rulers. Although we may conclude, from 1 Timothy 5:17, that there were two classes of presbyters, the context will immediately show, that here none other than teachers are meant, that is, those who were ordained to teach; for immediately afterwards, he will call the same persons “bishops.”\n\nBut it may be thought that he gives too much power to Titus, when he bids him appoint ministers for all the churches. That would be almost royal power. Besides, this method takes away from each church the right of choosing, and from the College of Pastors the power of judging; and thus the sacred administration of the Church would be almost wholly profaned. The answer is easy. He does not give permission to Titus, that he alone may do everything in this matter, and may place over the churches those whom he thinks fit to appoint to be bishops; but only bids him preside, as moderator, at the elections, which is quite necessary. This mode of expression is very common. In the same manner, a consul, or regent, or dictator is said to have created consuls, on account of having presided over the public assembly in electing them. Thus also Luke relates that Paul and Barnabas ordained elders in every church. (Acts 14:23.) Not that they alone, in an authoritative manner, appointed pastors which the churches had neither approved nor known; but that they ordained fit men, who had been chosen or desired by the people. From this passage we do indeed learn, that there was not at that time such equality among the ministers of Christ but that some one had authority and deliberative voice above others; but this has nothing to do with the tyrannical and profane custom which prevails in Popery as to Collations. The apostles had a widely different mode of procedure."
    },
    {
      "id": "calvin_titus_1_6",
      "reference": "Titus 1:6",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 6
        }
      ],
      "text": "<vq>6. If any one is blameless</vq> In order that no one may be angry with Titus, as if he were too rigorous or severe in rejecting any, Paul takes the whole blame to himself; “Prend sur soy toute l’envie, voulant qu’on luy impute tout ce que The fera en cest endroit.” — “Takes all the blame on himself, wishing that to him may be imputed all that Titus shall do in this matter.”\n\nAs this passage presents to us a lively portrait of a lawful bishop, we ought to observe it carefully; but, on the other hand, as almost everything that is here contained has been explained by me in the Commentary on the First Epistle to Timothy, it will be enough at present to touch on it slightly. When he says, that a bishop must be ἀνέγκληος, blameless, he does not mean one who is exempt from every vice, (for no such person could at any time be found,) but one who is marked by no disgrace that would lessen his authority. He means, therefore, that he shall be a man of unblemished reputation. “It is true, that the servants of God will never be without blame; as he even says, that they cannot avoid walking amidst disgrace and reproach. It is true, that Paul lived so virtuously that no fault could be found with him, and that too, before he came to the faith of Jesus Christ; so that he lived without reproach, and was a mirror and a jewel of holiness. Indeed he know not what he did, for hitherto he had not been directed by the Spirit of God; but he led a life so good that it was not liable to any reproach. And yet he tells us that he was pointed at with the finger, was mocked at, was reproached, was even accursed among believers, whose ingratitude was such that in his absence he was reviled and loaded with many slanders. So it is with the servants of God. But when Paul demands that they shall be without crime, he means that we should inquire and ascertain if the life of a man be pure and without blame, and if he continues to conduct himself in that manner. Although we cannot shut the mouths of all slanderers, that they shall not revile us, yet we must be without crime; for it is said, that we shall be reviled as evil-doers, but we shall be pure and innocent. And in what way? Before God we shall have this testimony, that he approves of us, and that all the talk against us is a lie.”—Fr. Ser.\n\n<vq>The husband of one wife</vq> The reason why this rule is laid down — has been explained by us in the Commentary on the First Epistle to Timothy. See p. 76.\n\n<vq>Having believing children</vq> Seeing that it is required that a pastor shall have prudence and gravity, it is proper that those qualities should be exhibited in his family; for how shall that man who cannot rule his own house — be able to govern the church! Besides, not only must the bishop himself be free from reproach, but his whole family ought to be a sort of mirror of chaste and honorable discipline; and, therefore, in the First Epistle to Timothy, he not less strictly enjoins their wives what they ought to be. See p. 87.\n\nFirst, he demands that the children shall be “believers;” whence it is obvious that they have been educated in the sound doctrine of godliness, and in the fear of the Lord. Secondly, that they shall not be devoted to luxury, that they may be known to have been educated to temperance and frugality. Thirdly, that they shall not be disobedient; for he who cannot obtain from his children any reverence or subjection — will hardly be able to restrain the people by the bridle of discipline."
    },
    {
      "id": "calvin_titus_1_7",
      "reference": "Titus 1:7",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 7
        }
      ],
      "text": "<vq>7. For a bishop ought to be blameless, as a governor of the house of God</vq> He again repeats, that they who aspire to the office of a bishop ought to retain an unspotted reputation; and he confirms it by this argument, that, because the Church is the house of God, every person who is appointed to govern it — is constituted, as it were, governor of the house of God. Now, he would be ill spoken of among men, who should take a scandalous and infamous person, and make him his steward; and therefore it would be far more base and intolerable to appoint such persons to be rulers of the household of God. The Latin word dispensator (steward or manager) — employed in the old translation, and retained by Erasmus — does not at all express Paul’s meaning; for, in order that greater care may be exercised in the election, he adorns the office of a bishop within this honorable eulogy, that it is a government of the house of God, as he says to Timothy,\n\n<sq>“That thou mayest know how thou oughtest to conduct thyself in the house of the living God, the pillar and foundation of truth.” (1 Timothy 3:15.)</sq>\n\nThis passage plainly shows that there is no distinction between a presbyter and a bishop; for he now calls indiscriminately, by the latter name, those whom he formerly he employs both names in the same sense, without any distinction; as Jerome has remarked, both in his Commentary on this passage, and in his Epistle to Evagrius. And hence we may perceive how much greater deference has been paid to the opinions of men than ought to have been paid to them; for the language of the Holy Spirit, has been set aside, and the custom introduced by the arbitrary will of man has prevailed. For my own part, I do not find fault with the custom which has existed from the very beginning of the Church, that each assembly of bishops shall have one moderator; “Un gouverneur ou superintendaet.” — “A governor or superintendent.”\n\n<vq>Not self-willed</vq> With good reason does he condemn this vice in a bishop, whose duty it is not only to receive kindly those who come to him of their own accord, but also to allure those who withdraw themselves, that he may conduct all in like manner to Christ. Now, αὐθάδεια (as Plato says in one of his Epistles to Dion) τὢς ἐρημίας ἐστὶ ξύνοικος that is, “self-will is closely allied to solitude;” for society and friendship cannot be cherished, when every man pleases himself to such an extent as to refuse to yield and accommodate himself to others. And, indeed, every (αὐθάδης) “self-willed” person, as soon as an occasion presents itself, will instantly become a fanatic."
    },
    {
      "id": "calvin_titus_1_8",
      "reference": "Titus 1:8",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 8
        }
      ],
      "text": "<vq>8. But hospitable, devoted to kindness</vq> Hence it is evident how destructive is that plague which tears the Church by quarrels. With this vice he contrasts, first, docility, and next, gentleness and modesty towards all; for a bishop will never teach well, who is not also ready to learn. Augustine praises highly a saying of Cyprian: “Let him be as patient to learn as skillful to teach.” Besides, bishops often need advice and warnings. If they refuse to be admonished, if they reject good advices, they will immediately fall headlong to the grievous injury of the Church. The remedy against these evils, therefore, is, that they be not wise to themselves.\n\nI have chosen to translate φιλάγαθον devoted to kindness, rather than with Erasmus, “a lover of good things;” for this virtue, accompanied by hospitality, appears to be contrasted by Paul with covetousness and niggardliness. He calls that man just, who lives among men without doing harm to any one. Holiness has reference to God; for even Plato draws this distinction between the two words."
    },
    {
      "id": "calvin_titus_1_9",
      "reference": "Titus 1:9",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 9
        }
      ],
      "text": "<vq>9. Holding fast the faithful word</vq> This is the chief gift in a bishop, who is elected principally for the sake of teaching; for the Church cannot be governed in any other way than by the word. “The faithful word” is the appellation which he gives to that doctrine which is pure, and which has proceeded from the mouth of God. He wishes that a bishop should hold it fast, so as not only to be well instructed in it, but to be constant in maintaining it. There are some fickle persons who easily suffer themselves to be carried away to various kinds of doctrine; while others are cast down by fear, or moved by any occurrence to forsake the defense of the truth. Paul therefore enjoins that those persons shall be chosen who, having cordially embraced the truth of God, and holding it firmly, never allow it to be wrested from them, or can be torn from it. And, indeed, nothing is more dangerous than that fickleness of which I have spoken, when a pastor does not stedfastly adhere to that doctrine of which he ought to be the unshaken defender. In short, in a pastor there is demanded not only learning, but such zeal for pure doctrine as never to depart from it.\n\nBut what is meant by according to instruction or doctrine? “Selon instruction ou doctrine.”\n\n<vq>That he may be able</vq> The pastor ought to have two voices: one, for gathering the sheep; and another, for warding off and driving away wolves and thieves. The Scripture supplies him with the means of doing both; for he who is deeply skilled in it will be able both to govern those who are teachable, and to refute the enemies of the truth. This twofold use of Scripture Paul describes when he says, That he may be able to exhort and to convince adversaries And hence let us learn, first, what is the true knowledge of a bishop, and, next, to what purpose it ought to be applied. That bishop is truly wise, who holds the right faith; and he makes a proper use of his knowledge, when he applies it to the edification of the people.\n\nThis is remarkable applause bestowed on the word of God, when it is pronounced to be sufficient, not only for governing the teachable, but for subduing the obstinacy of enemies. And, indeed, the power of truth revealed by the Lord is such that it easily vanquishes all falsehoods. Let the Popish bishops now go and boast of being the successors of the apostles, seeing that the greater part of them are so ignorant of all doctrine, as to reckon ignorance to be no small part of their dignity."
    },
    {
      "id": "calvin_titus_1_10",
      "reference": "Titus 1:10",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 10
        }
      ],
      "text": "<vq>10 For there are</vq> many unruly. “Car il y en a plusieurs qui ne se peuvent ranger.” — “For there are many of them who cannot submit.”\n\n<vq>Unruly</vq> Instead of (inobedientes) disobedient, which is the rendering in the old translation for ἀνυπότακτοι Erasmus translates it (intractabiles) incorrigible. He means those who cannot endure to be brought to obey, and who throw off the yoke of subjection. He gives the appellation of vain talkers, “Parlans vanitez.” — “Speaking vanities.”\n\n<vq>Chiefly they who are of the circumcision.</vq> He says that they are chiefly of the Jews; for it is highly requisite that such plagues shall be known by all. We ought not to listen to those who plead that we should spare the reputation of this or that individual, when the matter in question is the great danger of the whole Church. And so much the greater danger was to be apprehended from that nation, because it claimed superiority above others on account of the sacredness of its lineage. This is therefore the reason why Paul reproves the Jews more sharply, in order to take from them the power of doing injury."
    },
    {
      "id": "calvin_titus_1_11",
      "reference": "Titus 1:11",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 11
        }
      ],
      "text": "<vq>11 Whose mouth must be stopped</vq> A good pastor ought therefore to be on the watch, so as not to give silent permission to wicked and dangerous doctrines to make gradual progress, or to allow wicked men an opportunity of spreading them. But it may be asked, “How is it possible for a bishop to constrain obstinate and self-willed men to be silent? For such persons, even though they are vanquished in argument, still do not hold their peace; and it frequently happens that, the more manifestly they are refuted and vanquished, they become the more insolent; for not only is their malice strengthened and inflamed, but they give themselves up to indolence.” I reply, when they have been smitten down by the sword of God’s word, and overwhelmed by the force of the truth, the Church may command them to be silent; and if they persevere, they may at least be banished from the society of believers, so that they shall have no opportunity of doing harm. “If we mark such persons, and point them out with the finger, everybody will avoid them, and thus they will be prevented from doing harm This its what Paul had in his eye. Following his example, when we see people who can do nothing but contrive measures for disturbing and ruining the Church, and who are altogether addicted to evil, it is true that, if we can bring them back in a gentle manner to the right path, we should endeavor to do so. But if they persist, and if we perceive that they are obstinate in their malice, we must not be wiser than the Holy Spirit. They must be known, they must be exposed, and their baseness must be held up to public view, that they may be abhorred, and that others may withdraw from them, as we have formerly seen in other passages. As for those who murmur when we make use of such liberty, they shew plainly that they aim at nothing but confusion in the Church. They do indeed make a show of having some regard to humanity. ‘And must we degrade people, and hold them up to scorn, as if we wished to put them to shame?’ We answer, Must we leave the poor Church of God in the power of wolves and robbers? Must all the flock be scattered, the blood of our Lord Jesus Christ trampled under foot, and souls which he has redeemed at so costly a price go to perdition, and all order be set aside; and must we nevertheless be silent and shut our eyes?”—Fr. Ser.\n\n<vq>Who overturn whole houses.</vq> If the faith of one individual were in danger of being overturned, (for we are speaking of the perdition of a single soul redeemed by the blood of Christ) the pastor should immediately gird himself for the combat; how much less tolerable is it to see whole houses overturned?\n\n<vq>Teaching things which they ought not.</vq> The manner in which they were overturned is described in these words. Hence we may infer how dangerous it is to make even the smallest departure from sound doctrine; for he does not say that the doctrines, by which they overturned the faith of many, were openly wicked; but we may understand by this designation every kind of corruptions, when there is a turning aside from the desire of edification. Thus it is in reality, that, amidst so great weakness of the flesh, we are exceedingly prone to fall; and hence it arises, that Satan easily and speedily destroys, by his ministers, what godly teachers had reared with great and long-continued toil.\n\nHe next points out the source of the evil, a desire of dishonest gain; by which he reminds us how destructive a plague avarice is in teachers; for, as soon as they give themselves up to the pursuit of gain, they must labor to obtain the favor and countenance of men. This is quickly followed by the corruption of pure doctrine."
    },
    {
      "id": "calvin_titus_1_12",
      "reference": "Titus 1:12",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 12
        }
      ],
      "text": "<vq>12 One of themselves, a prophet of their own</vq> I have no doubt that he who is here spoken of is Epimenides, who was a native of Crete; for, when the Apostle says that this author was “one of themselves,” and was “a prophet of their own,” he undoubtedly means that he belonged to the nation of the Cretans. Why he calls him a Prophet--is doubtful. Some think that the reason is, that the book from which Paul borrowed this passage bears the title Περὶ Χρησμῶν “concerning oracles.” Others are of opinion that Paul speaks ironically, by saying that they have such a Prophet — a Prophet worthy of a nation which refuses to listen to the servants of God. But as poets are sometimes called by the Greeks (προφὢται) “prophets,” and as the Latin authors call them Vates, I consider it to denote simply a teacher. The reason why they were so called appears to have been, that they were always reckoned to be (γένος θεῖον καὶ ἐνθουσιαστικόν) “a divine race and moved by divine inspiration.” Thus also Adimantus, in the Second Book of Plato’s treatise Περὶ Πολιτείας after having called the poets υἵους Θεῶν “sons of the gods,” adds, that they also became their prophets. For this reason I think that Paul accommodates his style to the ordinary practice. Nor is it of any importance to inquire on what occasion Epimenides calls his countrymen liars, namely, because they boast of having the sepulcher of Jupiter; but seeing that the poet takes it from an ancient and well-known report, the Apostle quotes it as a proverbial saying. The Greek hexameter verse which Paul quotes has been rendered into Latin hexameter by Calvin himself, and into a French couplet by his translator; and it may be worth while to set down the quotation in the three languages:\n\nFrom this passage we may infer that those persons are superstitious, who do not venture to borrow anything from heathen authors. All truth is from God; and consequently, if wicked men have said anything that is true and just, we ought not to reject it; for it has come from God. Besides, all things are of God; and, therefore, why should it not be lawful to dedicate to his glory everything that can properly be employed for such a purpose? But on this subject the reader may consult Basil’s discourse “Qu’il lise l’oraison que Basile en a faite, remonstrant aux jeunes gens comment ils se doyvent aider des livres des autheurs profanes.” — “Let him read Basil’s discourse on this subject, instructing young persons how they ought to avail themselves of the assistance to be derived from heathen authors.”"
    },
    {
      "id": "calvin_titus_1_13",
      "reference": "Titus 1:13",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 13
        }
      ],
      "text": "<vq>13. This testimony is true.</vq> “The general character of the Cretans, noticed in Paul’s Epistle to Titus, is confirmed by the testimony of antiquity. The Apostle, writing to Titus, who had been left in Crete to regulate the affairs of the Christian Church in that island, complains of many disorderly men there, — ‘many unruly and vain talkers and deceivers, who subvert whole houses, (or families,) teaching things which they ought not, for filthy lucre’s sake, (Titus 1:10, 11); and he quotes the following verse from ‘one of themselves, a prophet of their own,’ namely, Epimenides, who was a Cretan poet, and whose writings were by the ancients termed χρησμοὶ or ‘oracles,’\n\nIt was truly a wonderful purpose of God, that he called a nation so depraved, and so infamous on account of its vices, to be among the first who should partake of the gospel; but his goodness is not less worthy of admiration, in having bestowed heavenly grace on those who did not even deserve to live in this world. “De vivre en ce monde.”\n\n<vq>Wherefore rebuke them sharply</vq> Of that circumspection and prudence with which a bishop ought to be endowed, it is not the least part, that he regulate his manner of teaching by the dispositions and conduct of men. We must not deal with obstinate and unruly persons in the same manner as with those who are meek and teachable; for, in instructing the latter, we ought to use such mildness as is suitable to their teachable disposition, while the stubbornness of the former must be severely corrected, and (as the saying is) for a bad knot there must be a bad wedge. “A un mauvais noeud il faut un mauvais coin.”\n\n<vq>That they may be sound in the faith</vq> Whether the “soundness” or “healthfulness” is here contrasted with the diseases which he has mentioned, or whether he simply commands them to remain in the sound faith, is uncertain. I prefer the latter view. As they already are exceedingly vicious, and may easily be corrupted more and more, he wishes them to be more closely and strictly kept within the pure faith. “We have to observe that here, in a single word, Paul declares to us by what means men may defend themselves. It is, by keeping the purity of faith. If, then, we do not turn aside from the simple doctrine of the gospel, but wish to be governed according to the will of God; if we are not carried away by our volatile passions, and do not walk according to our groveling appetites; in short, if we are good scholars of our God, and reckon it enough to have received the doctrine which he teaches us; if that be the case, we shall be fortified against all evil. It is true, the devil will seek to poison the whole world with his venom, and will spread his filth everywhere, so that the world will be full of so many corruptions that every place shall be infected by them. But however that may be, we must not turn aside from time simplicity of our faith, and must always seek to be instructed simply by our God. When we follow this course, though the devil may contrive all that he can, still we shall be fortified against all evil.”—Fr. Ser."
    },
    {
      "id": "calvin_titus_1_14",
      "reference": "Titus 1:14",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 14
        }
      ],
      "text": "<vq>14 And may not listen to Jewish fables</vq> He now shews in what “sound faith” consists — when it is not corrupted by any “fables.” But in guarding against the danger he prescribes this remedy — not to give ear to them; for God wishes us to be so attentive to his word, that there shall be no entrance for trifles. And, indeed, when the truth of God has once gained admission all that can be brought against it will be so tasteless, that it will not attract our minds. If, therefore, we wish to preserve the faith uncontaminated, let us learn carefully to restrain our senses, so that they may not give themselves up to strange contrivances; for, as soon as any person shall begin to listen to fables, he will lose the purity of faith.\n\nAll trivial inventions he calls “fables,” or, as we would say, “trifles;” for what he immediately adds, about “the commandments of men,” has the same meaning. And he calls those men enemies of the truth who, not satisfied with the pure doctrine of Christ, mix up with them their own fooleries; for all that men of themselves contrive ought to be accounted “fabulous.”\n\nHe attributes this vice chiefly to the Jews, because, under the presence of the divine law, they introduced superstitious ceremonies. The Gentiles, being aware that they had been wretchedly deceived during their whole life, more easily renounced their former course of life; while the Jews, having been educated in the true religion, obstinately defended the ceremonies to which they had been accustomed, and could not be convinced that the Law had been abrogated. In this manner they disturbed all churches, because, as soon as the gospel began to make its appearance anywhere, they did not cease to corrupt its purity by mixing it with their leaven. Accordingly, Paul not only forbids them, in general terms, to degenerate from sound doctrine, but points out, as with the finger, the present evil which needed to be remedied, that they may be on their guard against it."
    },
    {
      "id": "calvin_titus_1_15",
      "reference": "Titus 1:15",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 15
        }
      ],
      "text": "<vq>15 To the pure all things indeed are pure</vq> He glances at one class of fabulous opinions; for the choice of the kinds of food, (such as was temporarily enjoined by Moses,) together with purifications and washings, were insisted on as being still necessary, and they even made holiness to consist almost wholly in these minute observances. How dangerous to the Church this was, we have already explained. First, a snare of bondage was laid on the consciences; and next, ignorant persons, bound by this superstition, had a veil drawn over their eyes, which hindered them from advancing in the pure knowledge of Christ. If any of the Gentiles refused to submit to this yoke, because he had not been accustomed to it, the Jews vehemently contended for it, as if it had been the chief article of religions. Not without good reason, therefore, does Paul firmly oppose such corrupters of the gospel. In this passage, indeed, he not only refutes their error, but wittily laughs at their folly, in laboring anxiously, any advantage, about abstaining from certain kinds of food and things of that nature\n\nIn the first clause of this verse he upholds Christian liberty, by asserting, that to believers nothing is unclean; but at the same time he indirectly censures the false apostles who set no value on inward purity, which alone is esteemed by God. He therefore rebukes their ignorance, in not understanding that Christians are pure without the ceremonies enjoined by the Law; and next he chastises their hypocrisy, in disregarding uprightness of heart, and occupying themselves with useless exercises. But as the subject now in hand is not the health of the body, but peace of conscience, he means nothing else than that the distinction of the kinds of food, which was in force under the Law, has now been abolished. For the same reason it is evident, that they do wrong, who impose religious scruples on consciences in this matter; for this is not a doctrine intended for a single age, but an eternal oracle of the Holy Spirit, which cannot lawfully be set aside by any new law.\n\nAccordingly, this must be true till the end of the world, that there is no kind of food which is unlawful in the sight of God; and, therefore, this passage is fitly and appropriately quoted in opposition to the tyrannical law of the Pope, which forbids the eating of flesh on certain days. And yet I am not unacquainted with the sophistical arguments which they employ. They affirm, that they do not forbid the eating of flesh, because they allege that it is unclean, (for they acknowledge that all kinds of food are in themselves clean and pure,) but that abstinence from flesh is enjoined on another ground, that it has a tendency to tame the lust of the flesh; as if the Lord had forbidden to eat swine’s flesh, because he judged swine to be unclean. Even under the Law the fathers reckoned that everything which God created is in itself pure and clean; but they held that they were unclean for this reason, that the use of them was unlawful, because God had forbidden it. All things are, therefore, pronounced by the Apostle to be pure, with no other meaning than that the use of all things is free, as regards the conscience. Thus, if any law binds the consciences to any necessity of abstaining from certain kinds of food, it wickedly takes away from believers that liberty which God had given them.\n\n<vq>But to the polluted and unbelieving nothing is pure.</vq> This is the second clause, in which he ridicules the vain and useless precautions of such instructors. He says that they gain nothing by guarding against uncleanness in certain kinds of food, because they cannot touch anything that is clean to them. Why so? Because they are “polluted,” and, therefore, by their only touching those things which were otherwise pure, they become “polluted.”\n\nTo the “polluted” he adds the “unbelieving,” “The Apostle joins ‘defiled’ and ‘unbelieving,’ to intimate that, without a true belief, nothing is clean. The understanding and the conscience are polluted. Both the man and his doings are impure.” — Hervey.\n\n<vq>But their mind and conscience are polluted.</vq> He shows the fountain from which flows all the filth which is spread over the whole life of man; for, unless the heart be well purified, although men consider works to have great splendor, and a sweet smell, yet with God they will excite disgust by their abominable smell and by their filthiness.\n\n<sq>“The Lord looketh on the heart,” (1 Samuel 16:7,)</sq>\n\n<sq>“his eyes are on the truth.” (Jeremiah 5:3.)</sq>\n\nWhence it arises, that those things which are lofty before men are abomination before God.\n\nThe mind denotes the understanding, and the conscience relates rather to the affections of the heart. But here two things ought to be observed; first, that man is esteemed by God, not on account of outward works, but on account of the sincere desire of the heart; and, secondly, that the filth of infidelity is so great, that it pollutes not only the man, but everything that he touches. On this subject let the reader consult Haggai 2:11-14. In like manner Paul teaches that\n\n<sq>“all things are sanctified by the word,” (1 Timothy 4:5,)</sq>\n\nbecause men use nothing in a pure manner till they receive it by faith from the hand of God."
    },
    {
      "id": "calvin_titus_1_16",
      "reference": "Titus 1:16",
      "chapter": 1,
      "verses": [
        {
          "chapter": 1,
          "verse": 16
        }
      ],
      "text": "<vq>16 They profess that they know God</vq> He treats those persons as they deserve; for hypocrites, who give their whole attention to minute observances, despise fearlessly what constitutes the chief part of the Christian life. The consequence is, that they display their vanity, while contempt of God is manifested in open crimes. And this is what Paul means; that they who wish to be seen abstaining from one kind of food — indulge in wantonness and rebellion, as if they had shaken of the yoke; that their conduct is disgraceful and full of wickedness, and that not a spark of virtue is visible in their whole life.\n\n<vq>For they are abominable, disobedient, and to every good work reprobate.</vq> When he calls them, βδελυκτούς “1. They are said to be βδελυκτοί, abominable, or shamefully addicted to all manner of evil. The word in the original, denotes the heinousness of those practices in which they allow themselves; and is derived from a word that signifies to send forth an offensive smell. For all sentiments of right and good are not so totally lost and obliterated among mankind, but that there are some things which even pagans would detest. 2. They are said to be also ἀπειθείς, disobedient, which expression imports perseverance and obstinacy in an evil course. They will by no means — by no importunity — by no arguments whatever, be dissuaded from practices so unjustifiable and detestable in their own nature. They are resolved to run on, whatever it costs them — to continue in sin, and in the profession of religion at the same time, which is the greatest absurdity imaginable. 3. They are said, lastly, to be πρὸς πᾶν ἔργον ἀγαθὸν ἀδόκιμοι, reprobate to every good work; which signifies a disinclination to everything that is good, to everything that is worthy of praise. ‘The word may be taken, as it is observed, either actively or passively, and so may signify not only to be disappointed by others, but to disapprove themselves; in which latter sense we must, at present, principally understand the phrase. They disapprove all that which claims their approbation and esteem; and are disaffected to all that good which the religion they profess would oblige them to the practice of. The expression, therefore, does not so much signify their omission of what is good, as their disinclination to it; but it further denotes that, if they do anything at all in religion, it is what they neither delight in, nor can endure. ‘Every good work’ is an expression of such latitude, that it may comprehend all the works of piety, mercy, and common justice. And so it is fit we should understand it in this place. Whatever they do of this kind, their hearts are averse to it, and they bear a disaffected mind to it all. And such as here described, persons may be found to be, notwithstanding their profession.” — Howe."
    },
    {
      "id": "calvin_titus_2_1",
      "reference": "Titus 2:1",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 1
        }
      ],
      "text": "<vq>1. But speak thou the things which become sound doctrine</vq> He points out the remedy for driving away fables, namely, that Titus should devote himself to edification. He gives the appellation of sound doctrine to that which may instruct men to godliness; for all trifles vanish away, when that which is solid is taught. When he enjoins him to speak those things which agree with “sound doctrine,” it is as if he had said, that Titus must be continually employed in this preaching; for to mention these things once or twice would not be enough. And Paul does not speak of the discourse of a single day; but so long as Titus shall hold the office of pastor, he wishes him to be employed in teaching this doctrine.\n\n“Sound doctrine” is so called from the effect produced by it; as, on the contrary, he says, that unskillful men dote about questions which do no good. Sound, therefore, means wholesome, that which actually feeds souls. Thus, by a single word, as by a solemn proclamation, he banishes from the Church all speculations which serve rather to promote ostentation than to aid godliness, “Let the doctrine which proceeds from thy mouth be sound. For he expressly uses this word, because it is the means of upholding us in true integrity, that the word of God, which is preached to us, be our spiritual pasture. This will not be perceived at first sight, but such is the fact. And why do we not perceive it? Because we are too sensual and earthly. For when we are in want of food for our body, we are immediately terrified, we become alarmed, we have not a moment of repose, for it touches us nearly. We are sensitive as to this fading life, but we are insensible to all that affects our souls; there is such brutal stupidity that we do not know our wants, though they press heavily upon us. Yet let it be observed that there is nothing but weakness in us, if we are not fed with the doctrine of God. And that is the reason why it is called ‘sound,’ for in this consists the health of our souls. As our bodies are kept in their proper condition by well-regulated nourishment, so our souls are supported by that doctrine which serves not only for nourishment but for medicine. For we are full of vices which are worse than diseases; and therefore our soul must be purged, and we must be healed of them. The method of doing this is, that we profit by the word of God. And so it is not without good reason that Paul gives to it this designation, that it is ‘sound,’ or that it is ‘wholesome.’” — Fr. Ser.\n\nHe makes “sound doctrine” to consist of two parts. The first is that which magnifies the grace of God in Christ, from which we may learn where we ought to seek our salvation; and the second is that by which the life is framed to the fear of God, and inoffensive conduct. Although the former, which includes faith, is far more excellent, and therefore ought to be more zealously inculcated; yet Paul, in writing to Timothy, was not careful about attending to order; for he had to deal with an intelligent man, to whom he would offer an insult, if he dictated to him word by word, as is usually done to apprentices or beginners. Under the person of Titus, indeed, he instructs the whole church of Crete; yet he attends to the rules of propriety, that he may not appear to distrust his prudence. Besides, the reason why he is longer in his exhortations is, that they who gave their whole attention to idle questions — needed especially to be exhorted to the practice of a good and holy life; for nothing is better fitted to restrain the wandering curiosity of men than to know in what duties “En quels devotes et bones oeuvres.” — “In what duties and good works.”"
    },
    {
      "id": "calvin_titus_2_2",
      "reference": "Titus 2:2",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 2
        }
      ],
      "text": "<vq>2. That aged men be sober</vq> He begins with particular duties, that the discourse may be better adapted to the instruction of the people. And he does so, not only that he may accommodate himself to their capacity, but that he may press every one more closely; for a general doctrine produces a less powerful impression; but when by holding out a few cases, he has instructed every person about his duty, there is no one who may not easily conclude, that the Lord has sufficiently instructed him as to the work in which he ought to be employed. We must not therefore, look for a regular method here; for Paul’s design was only to state briefly what were the subjects concerning which godly teachers ought to speak, and not to undertake to treat largely of those subjects.\n\n“Aged men” are mentioned by him in the first place. He wishes them to be “sober,” because excessive drinking is a vice too common among the old. Gravity, which he next mentions, is procured by well-regulated morals. Nothing is more shameful than for an old man to indulge in youthful wantonness, and, by his countenance, to strengthen the impudence of the young. In the life of old men, therefore, let there be displayed σεμνότης “a becoming gravity,” which shall constrain the young to modesty. This will be followed chiefly by temperance, which he immediately adds.\n\n<vq>Sound in faith</vq> I do not know whether the word “sound” or “healthy” contains an indirect allusion to the various diseases of old men, with which he contrasts this health of the soul; at least, I think so, though I do not affirm it. With good reason does he include in these three parts — faith, love, patience — the sum of Christian perfection. By faith we worship God; for neither calling upon him, nor any exercises of godliness, can be separated from it. Love extends to all the commandments of the second table. Next follows patience as the seasoning of “faith” and “love;” for without “patience” faith would not long endure, and many occurrences are taking place every day — instances of unhandsome conduct or evil temper, which irritate us so much that we should not only be languid, but almost dead, to the duties of love towards our neighbor, if the same “patience” did not support us."
    },
    {
      "id": "calvin_titus_2_3",
      "reference": "Titus 2:3",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 3
        }
      ],
      "text": "<vq>3. That aged women in like manner</vq> We very frequently see, that females advanced in age either continue to dress with the lightness of youthful years, or have something superstitious in their apparel, and seldom hit the golden mean. Paul wished to guard against both extremes, by enjoining them to follow a course that is agreeable both to outward propriety and to religion; or, if you choose to express it in simpler language, to give evidence, by their very dress, that they are holy and godly women.\n\nHe next corrects another two vices, to which they are often addicted, when he forbids them to be slanderers and slaves to much wine Talkativeness is a disease of women, and it is increased by old age. To this is added, that women never think that they are eloquent enough, if they are not given to prattling and to slander — if they do not attack the characters of all. The consequence is, that old women, by their slanderous talkativeness, as by a lighted torch, frequently set on fire may houses. Many are also given to drinking, so that, forgetting modesty and gravity, they indulge in an unbecoming wantonness."
    },
    {
      "id": "calvin_titus_2_4",
      "reference": "Titus 2:4",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 4
        }
      ],
      "text": "<vq>4. That they may teach young women temperance</vq> That they may be more attentive to duty, he shows that it is not enough if their own life be decent, if they do not also train young women, by their instructions, to a decent and chaste life. He therefore adds, that by their example they should train to temperance and gravity those younger women whom the warmth of youth might otherwise lead into imprudence.\n\n<vq>To love their husbands and their children</vq> I do not agree with those who think that this is a recapitulation of the advices which elderly women should give to those who are younger for a careful perusal of the context will enable any one easily to perceive that Paul goes on in explaining the duties of women, which apply equally to those who are older. Besides, the construction would be inappropriate, σωφρονίζωσι, σώφρονας εἶναι “Ινα σωφρονίζωσι τὰς νέας “These words point at the chief purpose of the instructions — namely, that they should teach them to be σώφρονες acting as monitresses and regulators of their morals. Those instructions (as appears from what follows) were to turn on the domestic duties suitable to young married women, and each in the order of importance. The first is, as it were, their cardinal virtue; for it was well said by Socrates, (Ap. Stob. p. 488,) εὐσέβεια γυναικεία, ὁ πρὸς τὸν ἄνδρα ἔρως (‘female piety is love to her husband.’) In like manner, modesty is, by Pericles, in his Funeral Oration (Thucyd. 2:45) called ‘the virtue of the female sex.’” — Bloomfield."
    },
    {
      "id": "calvin_titus_2_5",
      "reference": "Titus 2:5",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 5
        }
      ],
      "text": "When he adds, that the word of God may not be evil spoken of, it is supposed that this relates strictly to women who were married to unbelieving husbands, who might judge of the gospel from the wicked conduct of their wives; and this appears to be confirmed by 1 Peter iii. 1. But what if he does not speak of husbands alone? And, indeed, it is probable that he demands such strictness of life as not to bring the gospel into the contempt of the public by their vices. As to the other parts of the verse, the reader will find them explained in the Commentary on the First Epistle to Timothy. See p. 135."
    },
    {
      "id": "calvin_titus_2_6",
      "reference": "Titus 2:6",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 6
        }
      ],
      "text": "<vq>6 Exhort likewise younger men</vq> He merely enjoins that young men be instructed to be temperate; for temperance, as Plato shows, cures the whole understanding of man. It is as if he had said, “Let them be well regulated and obedient to reason.”"
    },
    {
      "id": "calvin_titus_2_7",
      "reference": "Titus 2:7",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 7
        }
      ],
      "text": "<vq>7. In all things shewing thyself</vq> For doctrine will otherwise carry little authority, if its power and majesty do not shine in the life of the bishop, “En la vie du pasteur.” — “In the life of the pastor.”\n\n<vq>A pattern of good works in doctrine, uprightness, gravity</vq> In the original Greek the style is here involved and obscure, and this creates ambiguity. First, he makes use of the words in doctrine, and then adds, in the accusative case, integrity, gravity, etc. “At ἐν τὣ διδασκαλίᾳ ἀδιαφθορίαν repeat παρεχόμενος in the sense ἐνδεικνύμενος.” — Bloomfield."
    },
    {
      "id": "calvin_titus_2_8",
      "reference": "Titus 2:8",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 8
        }
      ],
      "text": "<vq>8. Sound speech, unblamable</vq> “Irreprehensible, ou qu’on ne puisse condemner.” — “Unblamable, or that cannot be condemned.”\n\n<vq>Unblamable</vq> may apply either to the words or the person of Titus. I prefer the latter view, that the other nouns in the accusative case (which the Greek syntax easily allows) may depend upon it in this sense — “that thou mayest shew thyself unblamable in gravity, in integrity, and in sound words.”\n\n<vq>That the adversary may be ashamed</vq> . Although a Christian man ought to look at other objects, yet this must not be neglected, to shut the mouth of wicked men, as we are everywhere taught that we should give no occasion for slander. Everything that they can seize on as improper in our conduct is maliciously turned against Christ and his doctrine. The consequence is, that, through our fault, the sacred name of God is exposed to insult. Accordingly, the more we perceive that we are keenly observed by enemies, let us be the more attentive to guard against their calumnies, and thus let their malignity strengthen in us the desire of doing well."
    },
    {
      "id": "calvin_titus_2_9",
      "reference": "Titus 2:9",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 9
        }
      ],
      "text": "<vq>9. Servants, that they be subject to their masters</vq> It has been already said that Paul merely glances at some things by way of example, and does not explain the whole of these subjects, as if he undertook, expressly, to handle them. Accordingly, when he enjoins servants to please their masters in all things, this desire of pleasing must be limited to those things which are proper; as is evident from other passages of a similar nature, in which an exception is expressly added, to the effect that nothing should be done but according to the will of God.\n\nIt may be observed that the Apostle dwells chiefly on this point, that they who are under the authority of others shall be obedient and submissive. With good reason he does this, for nothing is more contrary to the natural disposition of man than subjection, and there was danger lest they should take the gospel as a pretext for becoming more refractory, as reckoning it unreasonable that they should be subject to the authority of unbelievers. So much the greater care and diligence ought pastors to use for either subduing or checking this rebellious spirit."
    },
    {
      "id": "calvin_titus_2_10",
      "reference": "Titus 2:10",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 10
        }
      ],
      "text": "<vq>10 Not thievish but shewing all good faith</vq> He censures two vices that are common among servants, petulant replies, and a propensity to steal. “Here we see how strictly Paul observed those of whom he was speaking. For the slaves who were in that age were addicted to pillage; and besides, they were contradictory, as if they had not dreaded the strokes with which they were chastised. We find that they sometimes grew hardened, because their masters did not use them gently, but treated them as brute beasts, struck them, teased them, put them to the torture, and frequently beat them, when they were absolutely naked, so that the blood flowed on all sides. Being thus hardened to evil, we must not be astonished if they had such corruption as to take revenge on their masters when they had any opportunity. But now Paul does not fail to exhort them to please their masters, that is, in everything that was good and right — an exception which he makes in other passages” — Fr. Ser.\n\nBy faith he means fidelity to their masters; and therefore, to shew all faith is to act faithfully, without using fraud or doing injury, in transacting the affairs of their masters.\n\n<vq>That they may adorn the doctrine of God our Savior in all things</vq> This ought to be a very sharp spur of exhortation to us, when we learn that our becoming conduct adorns the doctrine of God, which, at the same time, is a mirror of his glory. And, indeed, we see that this usually happens; as, on the other hand, our wicked life brings disgrace upon it; for men commonly judge of us from our works. But this circumstance ought also to be observed, that God deigns to receive an “ornament” from shaves, whose condition was so low and mean that they were wont to be scarcely accounted men; for he does not mean “servants,” such as we have in the present day, but slaves, “Des esclaves ou serfs.” — “Slaves or serfs.”"
    },
    {
      "id": "calvin_titus_2_11",
      "reference": "Titus 2:11",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 11
        }
      ],
      "text": "<vq>11 For the grace of God</vq> “We have seen that we ought to preach daily that grace which was declared at the coming of our Lord Jesus Christ. This is a wonderful mystery, that God was manifested in the flesh, and that, at the same time, he hath shewn to us his heavenly glory, that we may be united to it. In this manner all pastors ought to be employed; for when they shall unceasingly illustrate that wisdom which God hath declared to us in the person of his Son, it is certain that the time will not be lost. And this is what Paul says in another passage, (Ephesians 3:18,) that it is the height, and depth, and length, and breadth, and thickness of all knowledge. When we shall have extended our views to explore as far as possible — when we shall descend into the depth to search out all that is concealed from us — when we shall go beyond the length and breadth of the sea, we shall have a wisdom (he says) as high and as deep, as long and as broad as this: when we shall know the infinite love of God which God hath showed to us in the person of his only begotten Son.” — Fr. Ser.\n\n<sq>“that we may serve him in holiness and righteousness all the days of our life.” (Luke 1:74, 75.)</sq>\n\nFor the same reason Paul says, the grace of God hath appeared, teaching us; for he means that it ought to hold the place of instruction to us to regulate our life well. What is proclaimed concerning the mercy of God is seized by some as all occasion of licentiousness; while others are hindered by slothfulness from meditating on “newness of life.” But the manifestation of the grace of God unavoidably carries along with it exhortations to a holy life.\n\n<vq>Bringing salvation to all men,</vq> “We now see why Paul speaks of all men, and thus we may judge of the folly of some who pretend to expound the Holy Scriptures, and do not understand their style, when they say, ‘And God wishes that every person should be saved; the grace of God hath appeared for the salvation of every person; it follows, then, that there is free-will, that there is no election, that none have been predestinated to salvation.’ If those men spoke it ought to be with a little more caution. Paul did not mean in this passage, or in 1 Timothy 2:6, anything else than that the great are called by God, though they are unworthy of it; that men of low condition, though they are despised, are nevertheless adopted by God, who stretches out his hand to receive them. At that time, because kings and magistrates were mortal enemies of the gospel, it might be thought that God had rejected them, and that they cannot obtain salvation. But Paul says that the door must not be shut against them, and that, eventually, God may choose some of this company, though their case appear to be desperate. Thus, in this passage, after speaking of the poor slaves who were not reckoned to belong to the rank of men, he says that God did not fail, on that account, to show himself compassionate towards them, and that he wishes that the gospel should be preached to those to whom men do not deign to utter a word. Here is a poor man, who shall be rejected by us, we shall hardly say, God bless him! and God addresses him in an especial manner, and declares that he is his Father, and does not merely say a passing word, but stops him to say, ‘Thou art of my flock, let my word be thy pasture, let it be the spiritual food of thy soul.’ Thus we see that this word is highly significant, when it is said that the grace of God hath appeared fully to all men.” — Fr. Ser."
    },
    {
      "id": "calvin_titus_2_12",
      "reference": "Titus 2:12",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 12
        }
      ],
      "text": "<vq>12 Teaching us that, denying, ungodliness</vq> He now lays down the rule for regulating our life well, and how we ought to begin, namely, with renouncing our former life, of which he enumerates two parts, “ungodliness and worldly desires.” Under ungodliness, I include not only superstitions, in which they had gone astray, but irreligious contempt of God, such as reigns in men, till they have been enlightened in the knowledge of the truth. Although they have some profession of religion, yet they never fear and reverence God sincerely and honestly, but, on the contrary, have consciences that are useless, so that nothing is further from their thoughts than that they ought to serve God. “It presents us with the strongest motives to obedience. ‘The grace of God teacheth us to deny ungodliness.’ What chains bind faster and closer than love? Here is love to our nature in his incarnation, love to us, though enemies, in his death and passion: encouragements to obedience by the proffers of pardon for former rebellions. By the disobedience of man God introduces his redeeming grace, and engages his creature to more ingenuous and excellent returns than his innocent state could oblige him to. In his created state he had goodness to move him, he hath the same goodness now to oblige him as a creature, and a greater love and mercy to oblige him as a repaired creature; and the terror of justice is taken off, which might envenom his heart as a criminal. In his revolted state he had misery to discourage him; in his redeemed state he hath love to attract him. Without such a way, black despair had seized upon the creature exposed to a remediless misery, and God would have had no returns of love from the best of his earthly works; but if any sparks of ingenuity be left, they will be excited by the efficacy of this argument.” — Charnock.\n\nBy worldly desires “On the expression τὰς κοσμικὰς ἐπιθυμίας, the best comment is 1 John 2:16 Σωφρόνως denotes virtue as regards ourselves; δικαίως, as regards our fellow-creatures; and εὐσεβῶς, as respects God. Similar divisions are found in passages of the classical writers cited by the commentators.” — Bloomfield.\n\n<vq>That we may live temperately, and righteously, and piously</vq> As he formerly mentioned those three, when he wished to give a comprehensive summary of Christian life, so he now makes it to consist of those three, “piety, righteousness, and temperance.” “Piety” is religion towards God. “Righteousness” has place among men. He who is endowed with both of these lacks nothing for perfect virtue; and, indeed, in the law of God there is absolute perfection, to which nothing whatever can be added. But as the exercises of godliness may be regarded as appendages to the first table, so “temperance,” which Paul mentions in this passage, aims at nothing else than keeping the law, and, as I said before about patience, See p. 311.\n\nHe adds, in this world, “En ce present monde.” — “In this present world.”"
    },
    {
      "id": "calvin_titus_2_13",
      "reference": "Titus 2:13",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 13
        }
      ],
      "text": "<vq>13 Looking for that blessed hope</vq> From the hope of future immortality he draws an exhortation, and indeed, if that hope be deeply seated in our mind, it is impossible that it should not lead us to devote ourselves wholly to God. On the contrary, they who do not cease to live to the world and to the flesh never have actually tasted what is the worth of the promise of eternal life; for the Lord, by calling us to heaven, withdraws us from the earth.\n\n<vq>Hope</vq> is here put for the thing hoped for, otherwise it would be an incorrect mode of expression. He gives this appellation to the blessed life which is laid up for us in heaven. At the same time he declares when we shall enjoy it, and what we ought to contemplate, when we desire or think of our salvation.\n\n<vq>And the appearing of the glory of the great God and Savior</vq> I interpret the glory of God, to mean not only that by which he shall be glorious in himself, but also that by which he shall then diffuse himself on all sides, so as to make all his elect partakers of it. He calls God great, because his greatness — which men, blinded by the empty splendor of the world, now extenuate, and sometimes even annihilate, as far as lies in their power — shall be fully manifested on the last day. The luster of the world, while it appears great to our eyes, dazzles them so much that “the glory of God” is, as it were, hidden in darkness. But Christ, by his coming, shall chase away all the empty show of the world — shall no longer obscure the brightness, shall no longer lessen the magnificence, of his glory. True the Lord demonstrates his majesty every day by his works; but because men are prevented by their blindness from seeing it, it is said to be hidden in obscurity. Paul wishes that believers may now contemplate by faith that which shall be manifested on the last day, and therefore that God may be magnified, whom the world either despises, or; at least, does not esteem according to his excellence.\n\nIt is uncertain whether these words should be read together thus, “the glory of our Lord Jesus Christ, the great God and our Savior,” or separately, as of the Father and the Son, “the glory of the great God, and of our Savior, the Lord Jesus Christ.” “Of these words the most natural sense, and that required by the ‘proprietas linguae,’ is, beyond all doubt, the one assigned by almost all the ancients from Clem. Alex. downwards, and by the early modern expositors, as Erasmus, Grotius, and Beza, and also by some eminent expositors and theologians of later times, as Bishops Pearson and Bull, Wolff, Matthaei, and Bishop Middleton, namely, ‘Looking for (or rather, looking forward to; comp. Job 2:9, and see Grotius) the blessed hope, even the glorious appearing of our great God and Savior Jesus Christ.’ The cause of the ambiguity in our common version is ably pointed out, and the above version established on the surest grounds, by Bishop Middleton and Professor Scholefield. But, besides the argument founded on the ‘propriety of language,’ that of Beza, who urges that ἐπιφάνεια is nowhere used of God, but Christ, is unanswerable. So in an able critique on Dr. Channing’s works, in the British Critic, the Reviewer justly maintains that ‘Christ must be the God here spoken of, because it is his “glorious appearing” which all Christians here are said to expect, but of God the Father we are expressly told that him “no man hath seen, nor can see.”’ Other convincing arguments for the construction here laid down may be seen in Dr. Routh’s Reliquiae Sacrae, vol. 2, p. 26. The reader is also particularly referred to Clem. Alex. Colhort. ad Gentes, sub init., where verses 11-14 are cited by that Father, and the view of Σωτὢρος here maintained is adopted. The whole of the context there is deserving of great attention, as containing such plain and repeated attestations to the divinity of Jesus Christ as can rarely be found. The passage itself may be seen in Bishop Bull’s Def Fid. Nic., p. 87.” — Bloomfield.\n\nHence we learn, first, that there is nothing that ought to render us more active or cheerful in doing good than the hope of the future resurrection; and, secondly, that believers ought always to have their eyes fixed on it, that they may not grow weary in the right course; for, if we do not wholly depend upon it, we shall continually be carried away to the vanities of the world. But, since the coming of the Lord to judgment might excite terror in us, Christ is held out to us as our “Savior,” who will also be our judge."
    },
    {
      "id": "calvin_titus_2_14",
      "reference": "Titus 2:14",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 14
        }
      ],
      "text": "<vq>14 Who gave himself for us</vq> . This is another argument of exhortation, drawn from the design or effect of the death of Christ, who offered himself for us, that he might redeem us from the bondage of sin, and purchase us to himself as his heritage. His grace, therefore, necessarily brings along with it “newness of life,” (Romans 6:4,) because they who still are the slaves of sin make void the blessing of redemption; but now we are released from the bondage of sin, in order that we may serve the righteousness of God; and, therefore, he immediately added, —\n\n<vq>A peculiar people, zealous of good works;</vq> by which he means that, so far as concerns us, the fruit of redemption is lost, if we are still entangled by the sinful desires of the world. And in order to express more fully, that we have been consecrated to good works by the death of Christ, he makes use of the word purify; for it would be truly base in us to be again polluted by the same filth from which the Son of God hath washed us by his blood. “Christ expiated sin, not encouraged it; he died to make your peace, but he died to make you holy; ‘to purify a people to himself,’ (Titus 2:14.) The ends of Christ’s death cannot be separated. He is no atoner, where he is not a refiner. It is as certain as any word the mouth of God hath spoken, that ‘there is no peace to the wicked,’ (Isaiah 48:22.) A guilty conscience, and an impure, will keep up the amity with Satan and enmity with God. He that allows himself in any sin deprives himself of the benefit of reconciliation. This reconciliation must be mutual; as God lays down his wrath against us, so we must throw down our arms against him. As there was a double enmity, one rooted in nature, another declared by wicked works; or rather, one enmity in its root, and another in its exercise, (Colossians 1:21,) so there must be an alteration of state, and an alteration of acts.” — Charnock."
    },
    {
      "id": "calvin_titus_2_15",
      "reference": "Titus 2:15",
      "chapter": 2,
      "verses": [
        {
          "chapter": 2,
          "verse": 15
        }
      ],
      "text": "<vq>15 Speak these things, and exhort, and reprove</vq> This conclusion is of the same meaning as if he enjoined Titus to dwell continually on that doctrine of edification, and never to grow weary, because it cannot be too much inculcated. He likewise bids him add the spurs of “exhortations and reproofs;” for men are not sufficiently admonished as to their duty, if they be not also vehemently urged to the performance of it. He who understands those things which the Apostle has formerly stated, and who has them always in his mouth, will have ground not only for teaching, but likewise for correcting.\n\n<vq>With all authority</vq> I do not agree with Erasmus, who translates ἐπιταγή “diligence in commanding.” There is greater probability in the opinion of Chrysostom who interprets it to mean severity against more atrocious sins; through I do not think that even he has hit the Apostle’s meaning; which is, that Titus should claim authority and respect for himself in teaching these things. For men given to curious inquiries, and eager about trifles, dislike the commandments to lead a pious and holy life as being too common and vulgar. In order that Titus may meet this disdain, he is enjoined to add the weight of his authority to his doctrine. It is with the same view (in my opinion) that he immediately adds, —\n\n<vq>Let no man despise thee</vq> Others think that Titus is instructed to gain the ear of men, and their respect for him, by the integrity of his life; and it is indeed true that holy and blameless conduct imparts authority to instruction. But Paul had another object in view; for here he addresses the people rather than Titus. Because many had ears so delicate, that they despised the simplicity of the gospel; because they had such an itch for novelty, that hardly any space was left for edification; he beats down the haughtiness of such men, and strictly charges them to desist from despising, in any way, sound and useful doctrine. This confirms the remark which I made at the outset, that this Epistle was written to the inhabitants of Crete rather than to any single individual."
    },
    {
      "id": "calvin_titus_3_1",
      "reference": "Titus 3:1",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 1
        }
      ],
      "text": "<vq>1 Remind them to be subject to principalities and powers</vq> From many passages it is evident that the Apostles had great difficulty in keeping the common people subject to the authority of magistrates and princes. We are all by nature desirous of power; and the consequence is, that no one willingly is subject to another. Besides, perceiving that nearly all the principalities and powers of the world “Toutes des principautes et puissances du monde.”\n\nWhat he immediately adds, To be ready for every good work, may be applied to the same subject, as if he had said, “All who do not refuse to lead a good and virtuous life, will cheerfully yield obedience to magistrates.” For, since they have been appointed for the preservation of mankind, he who desires to have them removed, or shakes off their yoke, is an enemy of equity and justice, and is therefore devoid of all humanity. Yet if any prefer to interpret it without any immediate relation to the context, I have no objection; and indeed there can be no doubt that, in this sentence, he recommends to them kind offices towards their neighbors throughout their whole life."
    },
    {
      "id": "calvin_titus_3_2",
      "reference": "Titus 3:2",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 2
        }
      ],
      "text": "<vq>2 To speak evil of no one</vq> He now lays down the method of maintaining peace and friendship with all men. We know that there is nothing to which the disposition of every man is more prone than to despise others in comparison of himself. The consequence is, that many are proud of the gifts of God; and this is accompanied by contempt for their brethren, which is immediately followed by insult. He therefore forbids Christians to glory over others, or to reproach them, whatever may be their own superior excellence. Yet he does not wish them to flatter the vices of wicked men; he only condemns the propensity to slander.\n\n<vq>Not given to fighting</vq> As if he had said, “Quarrels and contentions must be avoided.” The old translation has therefore rendered it better, Not quarrelsome; for there are other ways of fighting than the sword or the fist. And from what follows it is evident that this is the meaning; for he points out the remedies for the evil, when he enjoins them to be kind, and to shew all meekness towards all men; for “kindness” is contrasted with the utmost rigor of law, and “meekness” with bitterness. If, therefore, we are disposed to avoid every kind of contentions and fighting, let us learn, first, to moderate many things by gentleness, and next to bear with many things; for they who are excessively severe and ill-tempered carry with them a fire to kindle strife.\n\nHe says, towards all men, in order to intimate that he should bear with even the lowest and meanest persons. Believers, holding wicked men in contempt, did not think them worthy of any forbearance. Such severity, which arises from nothing else than pride, Paul wished to correct."
    },
    {
      "id": "calvin_titus_3_3",
      "reference": "Titus 3:3",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 3
        }
      ],
      "text": "<vq>3 For we ourselves</vq> “We ourselves, who had the oracles of God, that had greater privileges than others, were carried out with as strong an impetus naturally, till grace stopped the tide, and, after stopping, turned it against nature. When the mind was thus prepossessed, and the will made the lusts of the flesh its work and trade, there was no likelihood of any co-operation with God, in fulfilling his desires, till the bent of the heart was changed from the flesh and its principles. The heart is stone before grace. No stone can cooperate with any that would turn it into flesh, since it hath no seed, causes, or principles of any fleshly nature in it. Since we are overwhelmed by the rubbish of our corrupted estate, we can no more co-operate to the removal of it than a man buried under the ruins of a fallen house can contribute to the removal of that great weight that lies upon him. Neither would a man in that state help such a work, because his lusts are pleasures; he serves his lusts, which are pleasures as well as lusts, and therefore served with delight.” — Charnock.\n\nIn the words of Paul, there are two things that need to be understood. The first is, that they who have now been enlightened by the Lord, being humbled by the remembrance of their former ignorance, should not exalt themselves proudly over others, or treat them with greater harshness and severity than that which, they think, ought to have been exercised towards themselves when they were what those now are. The second is, that they should consider, from what has taken place in their own persons, that they who to-day are strangers may to-morrow be received into the Church, and, having been led to amendment of their sinful practices, may become partakers of the gifts of God, of which they are now destitute. There is a bright mirror of both in believers, who\n\n<sq>“at one time were darkness, and afterwards began to be light in the Lord.” (Ephesians 5:8.)</sq>\n\nThe knowledge of their former condition should therefore dispose them to συμπάθειαν fellow-feeling. On the other hand, the grace of God, which they now enjoy, is a proof that others may be brought to salvation.\n\nThus we see that we must be humbled before God, in order that we may be gentle towards brethren; for pride is always cruel and disdainful of others. In another passage, (Galatians 6:1,) where he exhorts us to mildness, he advises every one to remember his own weakness. Here he goes farther, for he bids us remember those vices from which we have been delivered, that we may not pursue too keenly those which, still dwell in others.\n\nBesides, seeing that here Paul describes briefly the natural disposition of men, such as it is before it is renewed by the Spirit of God, we may behold, in this description, how wretched we are while we are out of Christ. First, he calls unbelievers foolish, because the whole wisdom of men is mere vanity, so long as they do not know God. Next, he calls them disobedient, because, as it is faith alone that truly obeys God, so unbelief is always wayward and rebellious; although we might translate ἀπειθεῖς unbelieving, so as to describe the kind of “foolishness.” Thirdly, he says that unbelievers go astray; for Christ alone is “the way” and the “light of the world.” (John 8:12; 14:6.) All who are estranged from God must therefore wander and go astray during their whole life.\n\nHitherto he has described the nature of unbelief; but now he likewise adds the fruits which proceed from it, namely, various desires and pleasures, envy, malice, and such like. It is true that each person is not equally chargeable with every vice; but, seeing that all are the slaves of wicked desires, although some are carried away by one and others by another desire, Paul embraces in a general statement “The Apostle speaks of what naturally we all were. This, then, is a most merciful influence that is given forth in the regenerating work. It is as if God should have said, I see those poor creatures are perishing, not only tending to hell, but carrying with them their own hell into hell, ‘hell being at last cast into hell’ (as the expression in the Revelation is.) It is a throwing hell into hell, when a wicked man comes to hell; for he was his own hell before. God, beholding this forlorn case of wretched creatures, saith, I must either renew them or lose them; I must either transform them, or they must perish: they are in the fire of hell already. Such and such we were, but of his mercy he saved us by the washing of regeneration, and renewing by the Holy Ghost. O! the compassionate influence that is shed upon a soul in this case! The balmy dews that descend from heaven upon a distempered soul, which quench the flames of lust, and which implant and invigorate (after their implantation) a divine principle, in-create a new life, that leads to God and Christ, and the way of holiness and heaven at last.” — Howe.\n\nMoreover, since Paul, by these marks, distinguishes the children of God from unbelievers, if we wish to be accounted believers, we must have our heart cleansed from all envy, and from all malice; and we must both love and be beloved. It is unreasonable that those desires should reign in us, which are there called “various,” for this reason, in my opinion, that the lusts by which a carnal man is driven about are like opposing billows, which, by fighting against each other, turn the man hither and thither, so that he changes and vacillates almost every moment. Such, at least, is the restlessness of all who abandon themselves to carnal desires; because there is no stability but in the fear of God."
    },
    {
      "id": "calvin_titus_3_4",
      "reference": "Titus 3:4",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 4
        }
      ],
      "text": "Either the principal clause in this sentence is, that “God hath saved us by his mercy,” or the language is elliptical. Thus it will be proper to supply, that they were changed for the better, and became new men, in consequence of God having mercy upon them; as if he had said, “When God regenerated you by his Spirit, then did you begin to differ from others.” But since there is a complete sense in the words of Paul, there is no necessity for making any addition. He classes himself along with others, in order that the exhortation may be more efficacious.\n\n<vq>4 But after that the goodness and love towards man appeared</vq> First, it might be asked, — “Did the goodness of God begin to be made known to the world at the time when Christ was manifested in the flesh? For certainly, from the beginning, the fathers both knew and experienced that God was good, and kind, and gracious to them; and therefore this was not the first manifestation of his goodness, and fatherly love towards us,” The answer is easy. In no other way did the fathers taste the goodness of God under the Law, than by looking at Christ, on whose coming all their faith rested. Thus the goodness of God is said to have appeared, when he exhibited a pledge of it, and gave actual demonstration, that not in vain did he so often promise salvation to men.\n\n<sq>“God so loved the world”, says John, “that he gave his only-begotten Son.” (John 3:16.)</sq>\n\nPaul also says in another passage,\n\n<sq>“Hereby God confirmeth his love towards us, that, while we were enemies, Christ died for us.” (Romans 5:8.)</sq>\n\nIt is a customary way of speaking in Scripture, that the world was reconciled to God through the death of Christ, although we know that he was a kind Father in all ages. But because we find no cause of the love of God toward us, and no ground of our salvation, but in Christ, not without good reason is God the Father said to have shewn his goodness to us in him.\n\nYet there is a different reason for it in this passage, in which Paul speaks, not of that ordinary manifestation of Christ which took place when he came as a man into the world, but of the manifestation which is made by the gospel, when he exhibits and reveals himself, in a peculiar manner, to the elect. At the first coming of Christ, Paul was not renewed; but, on the contrary, Christ was raised in glory, and salvation through his name shone upon many, not only in Judea, but throughout the neighboring countries, while Paul, blinded by unbelief, labored to extinguish this grace by every means in his power. He therefore means that the grace of God “appeared” both to himself and to others, when they were enlightened in the knowledge of the gospel. And indeed, in no other way could these words apply; for he does not speak indiscriminately about the men of his age, but specially addresses those who had been separated from the ordinary ranks; as if he had said, that formerly they resembled those unbelievers who were still plunged in darkness, but that now they differ from them, not through their own merit, but by the grace of God; in the same manner as he beats down all the haughtiness of the flesh by the same argument. “Who maketh thee to differ,” or to be more highly, esteemed than others? (1 Corinthians 4:7.)\n\n<vq>Goodness and love</vq> He has with propriety assigned the first rank to “goodness,” which prompts God to love us; for God will never find in us anything which he ought to love, but he loves us because he is good and merciful. Besides, although he testifies his goodness and love to all, yet we know it by faith only, when he declares himself to be our Father in Christ. Before Paul was called to the faith of Christ, he enjoyed innumerable gifts of God, which might have given him a taste of God’s fatherly kindness; he had been educated, from his infancy, in the doctrine of the law; yet he wanders in darkness, so as not to perceive the goodness of God, till the Spirit enlightened his mind, and till Christ came forth as the witness and pledge of the grace of God the Father, from which, but for him, we are all excluded. Thus he means that the kindness of God is not revealed and known but by the light of faith."
    },
    {
      "id": "calvin_titus_3_5",
      "reference": "Titus 3:5",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 5
        }
      ],
      "text": "<vq>5 Not by works</vq> “Perhaps the reader will give me leave to add a short expository lecture upon the most distinguished parts of this very important paragraph. I. — We have the cause of our redemption; not works of righteousness which we have done, but the kindness, the love, the mercy, of God our Savior. To these, to these alone, every child of man must ascribe both his fruition of present, and his expectation of future blessedness. II. — The effects, which are — 1. Justification, being justified, having our sins forgiven and our persons accepted through the righteousness of Christ imputed; all this without any the least deserving quality in us, solely by his grace and most unmerited goodness. 2. Sanctification expressed by the washing of regeneration — that washing in the Redeemer’s blood which cleanses the soul from guilt, as the washing of water cleanseth the body from filth, which reconciles to God, gives peace of conscience, and thereby lays the foundation of an universal spiritual change — the renewing of the Holy Ghost, whose influences, testifying of Christ, and applying his merits, introduce an improvement into all the faculties of the mind, something like that annual renovation and general smile which the return of spring diffuses over the face of nature. III. — The end and consummation of all — that we should be made heirs of the heavenly kingdom, and live more in the assured hope, hereafter in the full enjoyment, of eternal.” — Hervey.\n\nIt is madness, therefore, to allege that a man approaches to God by his own “preparations,” as they call them. During the whole period of life they depart further and further from him, until he puts forth his hand, and brings them back into that path from which they had gone astray. In short, that we, rather than others, have been admitted to enjoy the salvation of Christ, is altogether ascribed by Paul to the mercy of God, because there were no works of righteousness in us. This argument would have no weight, if he did not take for granted, that everything that we attempt to do before we believe, is unrighteous and hateful to God.\n\n<vq>Which we had done.</vq> To argue from the preterite tense of this verb, that God looks at the future merits of men when he calls them, is sophistical and foolish. “When Paul,” say they, “denies that God is induced by our merits to bestow his grace upon us, he limits the statement to the past time; and therefore, if it is only for the righteousness going before that no room is left, future righteousness is admitted to consideration.” But they assume a principle, which Paul everywhere rejects, when he declares that election by free grace is the foundation of good works. If we owe it entirely to the grace of God, that we are fit for living a holy life, what future works of ours will God look upon? If, previously to our being called by God, iniquity holds such dominion over us, that it will not cease to make progress till it come to its height, how can God be induced, by a regard to our righteousness, to call us? Away then with such trifling! When Paul spoke of past works, his sole object was to exclude all merits. The meaning of his words is as if he had said, — “If we boast of any merit, what sort of works had we?” This maxim holds good, that men would not be better than they were before, if the Lord did not make them better by his calling.\n\n<vq>He hath saved us</vq> He speaks of faith, and shews that we have already obtained salvation. Although, so long as we are held by the entanglements of sin, we carry about a body of death, yet we are certain of our salvation, provided that we are ingrafted into Christ by faith, according to that saying, —\n\n<sq>“He that believeth in the Son of God hath passed from death into life.” (John 5:24.)</sq>\n\nYet, shortly afterwards, by introducing the word faith, the Apostle will shew that we have not yet actually attained what Christ procured for us by his death. Hence it follows, that, on the part of God, our salvation is completed, while the full enjoyment of it is delayed till the end of our warfare. And that is what the same Apostle teaches in another passage, that “we are saved by hope.” (Romans 8:24.)\n\nBy the washing of regeneration I have no doubt that he alludes, at least, to baptism, and even I will not object to have this passage expounded as relating to baptism; not that salvation is contained in the outward symbol of water, but because baptism tells to us the salvation obtained by Christ. Paul treats of the exhibition of the grace of God, which, we have said, has been made by faith. Since therefore a part of revelation consists in baptism, that is, so far as it is intended to confirm our faith, he properly makes mention of it. Besides, baptism — being the entrance into the Church and the symbol of our ingrafting into Christ — is here appropriately introduced by Paul, when he intends to shew in what manner the grace of God appeared to us; so that the strain of the passage runs thus: — “God hath saved us by his mercy, the symbol and pledge of which he gave in baptism, by admitting us into his Church, and ingrafting us into the body of his Son.”\n\nNow the Apostles are wont to draw an argument from the Sacraments, to prove that which is there exhibited under a figure, because it ought to be held by believers as a settled principle, that God does not sport with us by unmeaning figures, but inwardly accomplishes by his power what he exhibits by the outward sign; and therefore, baptism is fitly and truly said to be “the washing of regeneration.” The efficacy and use of the sacraments will be properly understood by him who shall connect the sign and the thing signified, in such a manner as not to make the sign unmeaning and inefficacious, and who nevertheless shall not, for the sake of adorning the sign, take away from the Holy Spirit what belongs to him. Although by baptism wicked men are neither washed nor renewed, yet it retains that power, so far as relates to God, because, although they reject the grace of God, still it is offered to them. But here Paul addresses believers, in whom baptism is always efficacious, and in whom, therefore, it is properly connected with its truth and efficacy. But by this mode of expression we are reminded that, if we do not wish to annihilate holy baptism, we must prove its efficacy by “newness of life.” (Romans 6:4.)\n\n<vq>And of the renewing of the Holy Spirit</vq> “It remaineth that we declare what is the office of the same, what he, is unto us, as the Holy Spirit; for although the Spirit of God be of infinite, essential, and original holiness, as God, and so may be called Holy in himself; though other spirits which were created be either actually now unholy, or of defectible sanctity at first, and so having the name of spirit common unto them, he may be termed holy, that he may be distinguished from them; yet I conceive he is rather called the Holy Spirit, for the Spirit of Holiness (Romans 1:4,) because of the three persons in the blessed Trinity, it is his particular office to sanctify or make us holy. As, therefore, what our Savior did and suffered for us belonged to that office of a Redeemer which he took upon him; so whatsoever the Holy Ghost worketh in order to the same salvation, we look upon as belonging to his office. And because without holiness it is impossible to please God, because we all are impure and unholy, and the purity and holiness which is required in us to appear in the presence of God, whose eyes are pure, must be wrought in us by the Spirit of God, who is called Holy, because he is the cause of this holiness in us, therefore we acknowledge the office of the Spirit of God to consist in the sanctifying of the servants of God, and the declaration of this office, added to the description of his nature, to be a sufficient explication of the object of faith contained in this article — ’I believe in the Holy Ghost’.” — Bp. Pearson on the Creed.\n\n<sq>“I will sprinkle on you clean waters, even my Spirit.” (Ezekiel 36:25, 27.)</sq>\n\nAnd indeed, the words of Paul agree so completely with the words of the Prophet, that it appears clearly that both of them say the same thing. For this reason I said at the commencement, that Paul, while he speaks directly about the Holy Spirit, at the same time alludes to baptism. It is therefore the Spirit of God who regenerates us, and makes us new creatures; but because his grace is invisible and hidden, a visible symbol of it is beheld in baptism.\n\nSome read the word “renewing,” in the accusative case, thus: — “through the washing of regeneration and (through) the renewing of the Holy Spirit.”, But the other reading — “through the washing of regeneration and of the renewing of the Holy Spirit” — is, in my opinion, preferable."
    },
    {
      "id": "calvin_titus_3_6",
      "reference": "Titus 3:6",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 6
        }
      ],
      "text": "<vq>6. Which he shed,</vq> (or, whom he shed.) In the Greek, the relative may apply either to the “washing” or to the “Spirit;” for both of the nouns — λουτρόν and Πνεῦμα — are neuter. It makes little difference as to the meaning; but the metaphor will be more elegant, if the relative be applied to λουτρόν the “washing” Nor is it inconsistent with this opinion, that all are baptized without any distinction; for, while he shews that the “washing” is “shed,” he speaks not of the sign, but rather of the thing signified, in which the truth of the sign exists.\n\nWhen he, says, abundantly, he means that, the more any of us excels in the abundance of the gifts which he has received, so much the more is he under obligations to the mercy of God, which alone enriches us; for in ourselves we are altogether poor, and destitute of everything good. If it be objected that not all the children of God enjoy so great abundance, but, on the contrary, the grace of God drops sparingly on many; the answer is, that no one has received so small a measure that he may not be justly accounted rich; for the smallest drop of the Spirit (so to speak) resembles an ever-flowing fountain, which never dries up. It is therefore a sufficient reason for calling it “abundance,” that, how small soever the portion that has been given to us it is never exhausted.\n\n<vq>Through Jesus Christ</vq> “When we wish to ascertain the method of our salvation, we must begin with the Son of God. For it is he who hath washed us by his blood — it is he who hath obtained righteousness for us by his obedience — it is he who is our Advocate, and through whom we now find grace — it is he who procured for us the adoption by which we are made children and heirs of God. Let us carefully observe that we must seek all the parts of our salvation in Jesus Christ; for we shall not find a single drop of it anywhere else.” — Fr. Ser."
    },
    {
      "id": "calvin_titus_3_7",
      "reference": "Titus 3:7",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 7
        }
      ],
      "text": "<vq>7 That being justified by his grace</vq> If we understand “regeneration” in its strict and ordinary meaning, it might be thought that the Apostle employs the word “justified” instead of “regenerated;” and this is sometimes the meaning of it, but very seldom; yet there is no necessity which constrains us to depart from its strict and more natural signification. The design of Paul is, to ascribe to the grace of God all that we are, and all that we have, so that we may not exalt ourselves proudly against others. Thus he now extols the mercy of God, by ascribing to it entirely the cause of our salvation. But because he had spoken of the vices of unbelievers, it would have been improper to leave out the grace of regeneration, which is the medicine for curing them.\n\nStill this does not prevent him from returning immediately to praise divine mercy; and he even mingles both blessings together — that our sins have been freely pardoned, and that we have been renewed so as to obey God. This, at least, is evident, that Paul maintains that “justification,” is the free gift of God; and the only question is, what he means by the word justified. The contest seems to demand that its meaning shall be extended further than to the imputation of righteousness; and in this larger sense it is seldom (as I have said) employed by Paul; yet there is nothing that hinders the meaning of it from being limited to the forgiveness of sins.\n\nWhen he says, by his grace, this applies both to Christ and to the Father, and we ought not to contend for either of these expositions, because it will always hold good, that, by the grace of God, we have obtained righteousness through Christ.\n\n<vq>Heirs according to the hope of eternal life</vq> This clause is added by way of exposition. He had said that we have been saved through the mercy of God. “Par la grace et misericorde de Dieu.” — “By the grace and mercy of God.”"
    },
    {
      "id": "calvin_titus_3_8",
      "reference": "Titus 3:8",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 8
        }
      ],
      "text": "<vq>8 A faithful saying</vq> He employs this mode of expression, when he wishes to make a solemn assertion as we have seen in both of the Epistles to Timothy. (1 Timothy 1:15; 3:1; 2 Timothy 2:11.) And therefore he immediately adds: —\n\n<vq>I wish thee to affirm these things</vq> “Meaning, ‘and I would have you constantly insist on these truths; so that those who have believed in God may maintain good works.’ The cause of the obscurity, and consequent diversity of interpretation, arose from the Apostle not having here shewn how it should be, that the doctrine of salvation by grace should produce holiness of life. But he has done it in another kindred passage, namely, Ephesians 2:9,10, where, after having at large treated on the subject of salvation by grace, (as here,) adding that it is not of works, lest any man should boast, he subjoins, αὐτοῦ γάρ ἐσμεν, κ.τ.λ. where the γὰρ refers to a clause omitted, q. d. (Yet works must be done,) for, etc. Hence it would seem that καλῶν ἔργων here must have the same sense as ἔργοις ἀγαθοῖς there; and consequently it must not be limited, with many eminent commentators, to works of benevolence, still less to the business of our avocation, but be extended to good works of every kind.” — Bloomfield.\n\n<vq>That they who have believed God may be careful to excel in good works,</vq> (or, to extol good works, or, to assign to them the highest rank.) He includes all the instructions which he formerly gave concerning the duty of every person, and the desire of leading a religious and holy life; as if he contrasted the fear of God, and well-regulated conduct, with idle speculations. He wishes the people to be instructed in such a manner that “they who have believed God,” may be solicitous, above all things, about good works.\n\nBut, as the verb προΐστασθαι is used in various senses by Greek authors, this passage also gives scope for various interpretations. Chrysostom: explains it to mean, that they should endeavor to relieve their neighbors by giving alms. Προΐστασθαι does sometimes mean “to give assistance;” but in that case the syntax would require us to understand that the “good works” should be aided, which would be a harsh construction. The meaning conveyed by the French word avancer, “to go forward,” would be more appropriate. What if we should say, — “Let them strive as those who have the pre-eminence?” That is also one meaning of the word. Or, perhaps, some one will prefer what I have enclosed in brackets: “Let them be careful to assign the highest rank to good works.” And certainly it would not be unsuitable that Paul should enjoin that those things should prevail in the life of believers, because they are usually disregarded by others.\n\nWhatever may be the ambiguity of the expression, the meaning of Paul is sufficiently clear, that the design of Christian doctrine is, that believers should exercise themselves in good works. “The original word προΐστασθαι has a beauty and an energy, which, I believe, it is impossible for our language to preserve by any literal translation. It implies, that a believer should not only be exercised in, but eminent for, all good works; should shew others the way, and outstrip them in the honorable race; be both a pattern and a patron of universal godliness.” — Hervey.\n\nYet he is not so careful about good works as to despise the root — that is, faith — while he is gathering the fruits. He takes account of both parts, and, as is highly proper, assigns the first rank to faith; for he enjoins those “who believed in God” to be zealous of “good works;” by which he means that faith must go before in such a manner that good works may follow.\n\n<vq>For these things are honorable</vq> I refer this to the doctrine rather than to the works, in this sense: “It is excellent and useful that men be thus instructed; and, therefore, those things which he formerly exhorted Titus to be zealous in affirming are the same things that are good and useful to men.” We might translate τὰ καλά either “good,” or “beautiful,” or “honorable;” but, in my opinion, it would be best to translate it “excellent.” He states indirectly that all other things that are taught are of no value, because they yield no profit or advantage; as, on the contrary, that which contributes to salvation is worthy of praise."
    },
    {
      "id": "calvin_titus_3_9",
      "reference": "Titus 3:9",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 9
        }
      ],
      "text": "<vq>9 But avoid foolish questions</vq> There is no necessity for debating long about the exposition of this passage. He contrasts “questions” with sound and certain doctrine. Although it is necessary to seek, in order to find, yet there is a limit to seeking, that you may understand what is useful to be known, and, next, that you may adhere firmly to the truth, when it has been known. Those who inquire curiously into everything, and are never at rest, may be truly called Questionarians. In short, what the schools of the Sorbonne account worthy of the highest praise — is here condemned by Paul; for the whole theology of the Papists is nothing else than a labyrinth of questions. He calls them foolish; not that, at first sight, they appear to be such, (for, on the contrary, they often deceive by a vain parade of wisdom,) but because they contribute nothing to godliness.\n\nWhen he adds genealogies, he mentions one class of “foolish questions;” for instance, when curious men, forgetting to gather fruit from the sacred histories, seize on the lineage of races, and trifles of that nature, with which they weary themselves without advantage. Of that folly we spoke towards the beginning of the First Epistle to Timothy. See p. 23.\n\nHe properly adds contentions; because in “questions” the prevailing spirit is ambition; and, therefore, it is impossible but that they shall immediately break forth into “contention” and quarrels; for there every one wishes to be the conqueror. This is accompanied by hardihood in affirming about things that are uncertain, which unavoidably leads to debates.\n\n<vq>And fightings about the law</vq> He gives this disdainful appellation to those debates which were raised by the Jews under the pretence of the law; not that the law of itself produces them, but because the Jews, pretending to defend the law, disturbed the peace of the Church by their absurd controversies about the observation of ceremonies, about the distinction of the kinds of food and things of that nature.\n\n<vq>For they are unprofitable and unnecessary</vq> In doctrine, therefore, we should always have regard to usefulness, so that everything that does not contribute to godliness shall be held in no estimation. And yet those sophists, in babbling about things of no value, undoubtedly boasted of them as highly worthy and useful to be known; but Paul does not acknowledge them to possess any usefulness, unless they tend to the increase of faith and to a holy life."
    },
    {
      "id": "calvin_titus_3_10",
      "reference": "Titus 3:10",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 10
        }
      ],
      "text": "<vq>10 Avoid an heretical man</vq> This is properly added; because there will be no end of quarrels and dispute, if we wish to conquer obstinate men by argument; for they will never want words, and they will derive fresh courage from impudence, so that they will never grow weary of fighting. Thus, after having given orders to Titus as to the form of doctrine which he should lay down, he now forbids him to waste much time in debating with heretics, because battle would lead to battle and dispute to dispute. Such is the cunning of Satan, that, by the impudent talkativeness of such men, he entangles good and faithful pastors, so as to draw them away from diligence in teaching. We must therefore beware lest we become engaged in quarrelsome disputes; for we shall never have leisure to devote our labors to the Lord’s flock, and contentious men will never cease to annoy us.\n\nWhen he commands him to avoid such persons, it is as if he said that he must not toil hard to satisfy them, and even that there is nothing better than to cut off the handle for fighting which they are eager to find. This is a highly necessary admonition; for even they who would willingly take no part in strifes of words are sometimes drawn by shame into controversy, because they think that it would be shameful cowardice to quit the field. Besides, there is no temper, however mild, that is not liable to be provoked by the fierce taunts of enemies, because they look upon it as intolerable that those men should attack the truth, (as they are accustomed to do,) and that none should reply. Nor are there wanting men who are either of a combative disposition, or excessively hot-tempered, who are eager for battle. On the contrary, Paul does not wish that the servant of Christ should be much and long employed in debating with heretics.\n\nWe must now see what he means by the word heretic. There is a common and well-known distinction between a heretic and a schismatic. But here, in my opinion, Paul disregards that distinction: for, by the term “heretic” he describes not only those who cherish and defend an erroneous or perverse doctrine, but in general all who do not yield assent to the sound doctrine which he laid down a little before. Thus under this name he includes all ambitious, unruly, contentious persons, who, led away by sinful passions, disturb the peace of the Church, and raise disputings. In short, every person who, by his overweening pride, breaks up the unity of the Church, is pronounced by Paul to be “heretic.”\n\nBut we must exercise moderation, so as not instantly to declare every man to be a “heretic” who does not agree with our opinion. There are some matters on which Christians may differ from each other, without being divided into sects. Paul himself commands that they shall not be so divided, when he bids them keep their harmony unbroken, and wait for the revelation of God. (Philippians 3:16.) But whenever the obstinacy of any person grows to such an extent, that, led by selfish motives, he either separates from the body, or draws away some of the flock, or interrupts the course of sound doctrine, in such a case we must boldly resist.\n\nIn a word, a heresy or sect and the unity of the Church — are things totally opposite to each other. Since the unity of the Church is dear to God, and ought to be held by us in the highest estimation, we ought to entertain the strongest abhorrence of heresy. Accordingly, the name of sect or heresy, though philosophers and statesmen reckon it to be honorable, is justly accounted infamous among Christians. We now understand who are meant by Paul, when he bids us dismiss and avoid heretics. But at the same time we ought to observe what immediately follows, —\n\n<vq>After the first and second admonition;</vq> for neither shall we have a right to pronounce a man to be a heretic, nor shall we be at liberty to reject him, till we have first endeavored to bring him back to sound views. “Au droit chemin.” — “To the right road.”\n\nThey who infer from this passage, that the supporters of wicked doctrines must be restrained by excommunication alone, and that no rigorous measures beyond this must be used against them, do not argue conclusively. There is a difference between the duties of a bishop and those of a magistrate. Writing to Titus, Paul does not treat of the office of a magistrate, but points out what belongs to a bishop. “Ce qu’il convient au Pasteur de faire.” — “What it belongs to the pastor to do.”"
    },
    {
      "id": "calvin_titus_3_11",
      "reference": "Titus 3:11",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 11
        }
      ],
      "text": "<vq>11 Knowing that he who is such is ruined</vq> He declares that man to be “ruined,” as to whom there is no hope of repentance, because, if our labor could bring back any man to the right path, it should by no means be withheld. The metaphor is taken from a building, which is not merely decayed in some part, but completely demolished, so that it is incapable of being repaired.\n\nHe next points out the sign of this ruin — an evil conscience, when he says, that they who do not yield to admonitions are condemned by themselves; for, since they obstinately reject the truth, it is certain that they sin willfully and of their own accord, and therefore it would be of no advantage to admonish them.\n\nAt the same time, we learn from Paul’s words that we must not rashly or at random pronounce any man to be a heretic; for he says, “Knowing that he who is such is ruined.” Let the bishop therefore beware lest, by indulging his passionate temper, he treat with excessive harshness, as a heretic, one whom he does not yet know to be such."
    },
    {
      "id": "calvin_titus_3_13",
      "reference": "Titus 3:13",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 13
        }
      ],
      "text": "<vq>13 Zenas a lawyer</vq> It is uncertain whether “Zenas”, was a Doctor of the Civil Law or of the Law of Moses; but as we may learn from Paul’s words that he was a poor man and needed the help of others, it is probable that he belonged to the same rank with Apollo, that is, an expounder of the Law of God among the Jews. It more frequently happens that such persons are in want of the necessaries of life than those who conduct causes in civil courts. I have said that Zenas’s poverty may be inferred from the words of Paul, because the expression, conduct him, means here to supply him with the means of accomplishing his journey, as is evident from what follows."
    },
    {
      "id": "calvin_titus_3_14",
      "reference": "Titus 3:14",
      "chapter": 3,
      "verses": [
        {
          "chapter": 3,
          "verse": 14
        }
      ],
      "text": "<vq>14 And let ours also learn to excel in good works.</vq> “As he said before, let them apply their mind to it. He contrasts this with the foolish presumption but too common among those who thought that they were clever men, when they had speculated on this and the other subject. You have fine speculations, says he, but yet consider what is the true excellence of the children of God; it is to shew that they have profited well in doing good, and that this is the subject to which they have given their study. And then he says, Let them learn; as if he had said, Hitherto you have employed your time very ill, for there was nothing but foolish ambition, you yielded too far to your vain fancy. You must now follow a different course. Henceforth you must excel in doing good, and not in rambling talk. Instead of being led by curiosity and ambition, let every man be employed in doing good to his neighbors. Let every man consider what is his ability; and according to the power which God has given us, let us serve one another. Thus shall we shew that it is not in vain that we have received the gospel.” — Fr. Ser.\n\nEND OF CALVIN’S COMMENTARY ON TITUS"
    }
  ]
}